[
  {
    "id": "s4_q0022",
    "type": "multiple_choice",
    "year": 2019,
    "content": "공간정보의 구축 및 관리 등에 관한 법령상 물이 고이거나 상시적으로 물을 저장하고 있는 저수지·호수 등의 토지와 연·왕골 등이 자생하는 배수가 잘 되지 아니하는 토지의 지목 구분은?",
    "options": [
      "유지(溜池)",
      "양어장",
      "구거",
      "답",
      "유원지"
    ],
    "correctIndex": 0,
    "explanation": ""
  },
  {
    "id": "s4_q0023",
    "type": "multiple_choice",
    "year": 2019,
    "content": "공간정보의 구축 및 관리 등에 관한 법령상 지적측량적부심사에 대한 재심사와 지적분야 측량기술자의 양성에 관한 사항을 심의·의결하기 위하여 설치한 위원회는?",
    "options": [
      "축척변경위원회",
      "중앙지적위원회",
      "토지수용위원회",
      "경계결정위원회",
      "지방지적위원회"
    ],
    "correctIndex": 1,
    "explanation": ""
  },
  {
    "id": "s4_q0024",
    "type": "multiple_choice",
    "year": 2019,
    "content": "공간정보의 구축 및 관리 등에 관한 법령상 지적소관청이 토지의 이동에 따라 지상경계를 새로 정한 경우에 경계점 위치 설명도와 경계점 표지의 종류 등을 등록하여 관리하는 장부는?",
    "options": [
      "토지이동조서",
      "부동산종합공부",
      "경계점좌표등록부",
      "지상경계점등록부",
      "토지이동정리결의서"
    ],
    "correctIndex": 3,
    "explanation": ""
  },
  {
    "id": "s4_q0025",
    "type": "multiple_choice",
    "year": 2019,
    "content": "공간정보의 구축 및 관리 등에 관한 법령상 지적공부에 등록된 토지가 지형의 변화 등으로 바다로 된 토지의 등록말소 및 회복 등에 관한 설명으로 틀린 것은?",
    "options": [
      "지적소관청은 지적공부에 등록된 토지가 지형의 변동으로 바다로 된 경우로서 원상(原狀)으로 회복될 수 없는 경우에는 지적공부에 등록된 토지소유자에게 지적공부의 등록말소 신청을 하도록 통지하여야 한다.",
      "지적소관청은 바다로 된 토지의 등록말소 신청에 의하여 토지의 표시 변경에 관한 등기를 할 필요가 있는 경우에는 지체 없이 관할 등기관서에 그 등기를 촉탁하여야 한다.",
      "지적소관청이 직권으로 지적공부의 등록사항을 말소한 후 지형의 변화 등으로 다시 토지가 된 경우에 토지로 회복등록을 하려면 그 지적측량성과 및 등록말소 전의 지적공부 등 관계 자료에 따라야 한다.",
      "지적소관청으로부터 지적공부의 등록말소 신청을 하도록 통지를 받은 토지소유자가 통지를 받은 날부터 60일 이내에 등록말소 신청을 하지 아니하면, 지적소관청은 직권으로 그 등록사항을 말소하여야 한다.",
      "지적소관청이 직권으로 지적공부의 등록사항을 말소하거나 회복등록하였을 때에는 그 정리 결과를 토지소유자 및 해당 공유수면의 관리청에 통지하여야 한다."
    ],
    "correctIndex": 3,
    "explanation": ""
  },
  {
    "id": "s4_q0026",
    "type": "multiple_choice",
    "year": 2019,
    "content": "공간정보의 구축 및 관리 등에 관한 법령상 축척변경위원회의 구성과 회의 등에 관한 설명으로 옳은 것을 모두 고른 것은?\n\nㄱ. 축척변경위원회의 회의는 위원장을 포함한 재적위원 과반수의 출석으로 개의(開議)하고, 출석위원 과반수의 찬성으로 의결한다.\nㄴ. 축척변경위원회는 5명 이상 15명 이하의 위원으로 구성하되, 위원의 3분의 2 이상을 토지소유자로 하여야 한다. 이 경우 그 축척변경 시행지역의 토지소유자가 5명 이하일 때에는 토지소유자 전원을 위원으로 위촉하여야 한다.\nㄷ. 위원은 해당 축척변경 시행지역의 토지소유자로서 지적 사항에 관통한 사람과 지적에 관하여 전문지식을 가진 사람 중에서 지적소관청이 위촉한다.",
    "options": [
      "ㄱ",
      "ㄴ",
      "ㄱ, ㄷ",
      "ㄴ, ㄷ",
      "ㄱ, ㄴ, ㄷ"
    ],
    "correctIndex": 2,
    "explanation": ""
  },
  {
    "id": "s4_q0027",
    "type": "multiple_choice",
    "year": 2019,
    "content": "공간정보의 구축 및 관리 등에 관한 법령상 지적공부의 열람 및 등본 발급, 부동산종합공부의 등록사항 및 열람·증명서 발급 등에 관한 설명으로 틀린 것은?",
    "options": [
      "정보처리시스템을 통하여 기록·저장된 지적공부(지적도 및 임야도는 제외한다)를 열람하거나 그 등본을 발급받으려는 경우에는 시·도지사, 시장·군수 또는 구청장이나 읍·면·동의 장에게 신청할 수 있다.",
      "지적소관청은 부동산종합공부에 「공간정보의 구축 및 관리 등에 관한 법률」에 따른 지적공부의 내용에서 토지의 표시와 소유자에 관한 사항을 등록하여야 한다.",
      "부동산종합공부를 열람하거나 부동산종합공부 기록사항에 관한 증명서를 발급받으려는 자는 지적공부·부동산종합공부 열람·발급 신청서(전자문서로 된 신청서를 포함한다)를 지적소관청 또는 읍·면·동장에게 제출하여야 한다.",
      "지적소관청은 부동산종합공부에 「토지이용규제 기본법」 제10조에 따른 토지이용계획확인서의 내용에서 토지의 이용 및 규제에 관한 사항을 등록하여야 한다.",
      "지적소관청은 부동산종합공부에 「건축법」 제38조에 따른 건축물대장의 내용에서 건축물의 표시와 소유자에 관한 사항(토지에 건축물이 있는 경우에 한정한다)을 등록하여야 한다."
    ],
    "correctIndex": 0,
    "explanation": ""
  },
  {
    "id": "s4_q0028",
    "type": "multiple_choice",
    "year": 2019,
    "content": "공간정보의 구축 및 관리 등에 관한 법령상 지적소관청이 지적공부의 등록사항에 잘못이 있는지를 직권으로 조사·측량하여 정정할 수 있는 경우를 모두 고른 것은?\n\nㄱ. 지적공부의 작성 또는 재작성 당시 잘못 정리된 경우\nㄴ. 지적도에 등록된 필지의 경계가 지상 경계와 일치하지 않아 면적의 증감이 있는 경우\nㄷ. 측량 준비 파일과 다르게 정리된 경우\nㄹ. 지적공부의 등록사항이 잘못 입력된 경우",
    "options": [
      "ㄷ",
      "ㄹ",
      "ㄱ, ㄹ",
      "ㄴ, ㄷ",
      "ㄱ, ㄷ, ㄹ"
    ],
    "correctIndex": 2,
    "explanation": ""
  },
  {
    "id": "s4_q0029",
    "type": "multiple_choice",
    "year": 2019,
    "content": "공간정보의 구축 및 관리 등에 관한 법령상 지적도의 축척이 600분의 1인 지역에서 신규등록할 1필지의 면적을 계산한 값이 0.050㎡이었다. 토지대장에 등록하는 면적의 결정으로 옳은 것은?",
    "options": [
      "0.01㎡",
      "0.05㎡",
      "0.1㎡",
      "0.5㎡",
      "1.0㎡"
    ],
    "correctIndex": 2,
    "explanation": ""
  },
  {
    "id": "s4_q0030",
    "type": "multiple_choice",
    "year": 2019,
    "content": "공간정보의 구축 및 관리 등에 관한 법령상 도시개발사업 등 시행지역의 토지이동 신청에 관한 특례의 설명으로 틀린 것은?",
    "options": [
      "「도시개발법」에 따른 도시개발사업의 착수를 지적소관청에 신고하려는 자는 도시개발사업 등의 착수(시행)·변경·완료 신고서에 사업인가서, 지번별 조서, 사업계획도를 첨부하여야 한다.",
      "「농어촌정비법」에 따른 농어촌정비사업의 사업시행자가 지적소관청에 토지의 이동을 신청한 경우 토지의 이동은 토지의 형질변경 등의 공사가 착수(시행)된 때에 이루어진 것으로 본다.",
      "「도시 및 주거환경정비법」에 따른 정비사업의 착수·변경 또는 완료 사실의 신고는 그 사유가 발생한 날부터 15일 이내에 하여야 한다.",
      "「주택법」에 따른 주택건설사업의 시행자가 파산 등의 이유로 토지의 이동 신청을 할 수 없을 때에는 그 주택의 시공을 보증한 자 또는 입주예정자 등이 신청할 수 있다.",
      "「택지개발촉진법」에 따른 택지개발사업의 사업시행자가 지적소관청에 토지의 이동을 신청한 경우 신청 대상 지역의 환지(換地)를 수반하는 경우에는 지적소관청에 신고한 사업완료 신고로써 이를 갈음할 수 있다. 이 경우 사업완료신고서에 택지개발 사업시행자가 토지의 이동 신청을 갈음한다는 뜻을 적어야 한다."
    ],
    "correctIndex": 1,
    "explanation": ""
  },
  {
    "id": "s4_q0031",
    "type": "multiple_choice",
    "year": 2019,
    "content": "공간정보의 구축 및 관리 등에 관한 법령상 지적측량을 실시하여야 하는 경우를 모두 고른 것은?\n\nㄱ. 토지소유자가 지적소관청에 신규등록 신청을 하기 위하여 측량을 할 필요가 있는 경우\nㄴ. 지적소관청이 지적공부의 일부가 멸실되어 이를 복구하기 위하여 측량을 할 필요가 있는 경우\nㄷ. 「지적재조사에 관한 특별법」에 따른 지적재조사사업에 따라 토지의 이동이 있어 측량을 할 필요가 있는 경우\nㄹ. 토지소유자가 지적소관청이 바다가 된 토지에 대하여 지적공부의 등록말소를 신청하기 위하여 측량을 할 필요가 있는 경우",
    "options": [
      "ㄱ, ㄴ, ㄷ",
      "ㄱ, ㄴ, ㄹ",
      "ㄱ, ㄷ, ㄹ",
      "ㄴ, ㄷ, ㄹ",
      "ㄱ, ㄴ, ㄷ, ㄹ"
    ],
    "correctIndex": 4,
    "explanation": ""
  },
  {
    "id": "s4_q0032",
    "type": "multiple_choice",
    "year": 2019,
    "content": "공간정보의 구축 및 관리 등에 관한 법령상 지목을 지적도에 등록하는 때에 표기하는 부호로서 옳은 것은?",
    "options": [
      "광천지 - 천",
      "공장용지 - 공",
      "유원지 - 유",
      "제방 - 제",
      "도로 - 로"
    ],
    "correctIndex": 3,
    "explanation": ""
  },
  {
    "id": "s4_q0033",
    "type": "multiple_choice",
    "year": 2019,
    "content": "공간정보의 구축 및 관리 등에 관한 법령상 토지의 합병 및 지적공부의 정리 등에 관한 설명으로 틀린 것은?",
    "options": [
      "합병에 따른 면적은 따로 지적측량을 하지 않고 합병 전 각 필지의 면적을 합산하여 합병 후 필지의 면적으로 결정한다.",
      "토지소유자가 합병 전의 필지에 주거·사무실 등의 건축물이 있어서 그 건축물이 위치한 지번을 합병 후의 지번으로 신청할 때에는 그 지번을 합병 후의 지번으로 부여하여야 한다.",
      "합병에 따른 경계는 따로 지적측량을 하지 않고 합병 전 각 필지의 경계 중 합병으로 필요 없게 된 부분을 말소하여 합병 후 필지의 경계로 결정한다.",
      "지적소관청은 토지소유자의 합병신청에 의하여 토지의 이동이 있는 경우에는 지적공부를 정리하여야 하며, 그 경우에는 토지이동 결의서를 작성하여야 한다.",
      "토지소유자는 도로, 제방, 하천, 구거, 유지의 토지로서 합병하여야 할 토지가 있으면 그 사유가 발생한 날부터 90일 이내에 지적소관청에 합병을 신청하여야 한다."
    ],
    "correctIndex": 4,
    "explanation": ""
  },
  {
    "id": "s4_q0034",
    "type": "multiple_choice",
    "year": 2019,
    "content": "등기권리자와 등기의무자에 관한 설명으로 틀린 것은?",
    "options": [
      "실체법상 등기권리자와 절차법상 등기권리자는 일치하지 않는 경우도 있다.",
      "실체법상 등기권리자는 실체법상 등기의무자에 대해 등기신청에 협력할 것을 요구할 권리를 가진 자이다.",
      "절차법상 등기의무자에 해당하는지 여부는 등기기록상 형식적으로 판단해야 하고, 실체법상 권리의무에 대해서는 고려해서는 안 된다.",
      "甲이 자신의 부동산에 설정해 준 乙명의의 저당권설정등기를 말소하는 경우, 甲이 절차법상 등기권리자에 해당한다.",
      "부동산이 甲→乙→丙으로 매도되었으나 등기명의가 甲에게 남아 있어 丙이 乙을 대위하여 소유권이전등기를 신청하는 경우, 丙은 절차법상 등기권리자에 해당한다."
    ],
    "correctIndex": 4,
    "explanation": ""
  },
  {
    "id": "s4_q0035",
    "type": "multiple_choice",
    "year": 2019,
    "content": "등기관이 등기신청을 각하해야 하는 경우를 모두 고른 것은?\n\nㄱ. 일부지분에 대한 소유권보존등기를 신청한 경우\nㄴ. 농지를 전세권의 목적으로 하는 등기를 신청한 경우\nㄷ. 법원의 촉탁으로 실행되어야 할 등기를 신청한 경우\nㄹ. 공동상속인 중 일부가 자신의 상속지분만에 대한 상속등기를 신청한 경우\nㅁ. 저당권을 피담보채권과 분리하여 다른 채권의 담보로 하는 등기를 신청한 경우",
    "options": [
      "ㄱ, ㄴ, ㅁ",
      "ㄱ, ㄷ, ㄹ",
      "ㄱ, ㄷ, ㄹ, ㅁ",
      "ㄴ, ㄷ, ㄹ, ㅁ",
      "ㄱ, ㄴ, ㄷ, ㄹ, ㅁ"
    ],
    "correctIndex": 4,
    "explanation": ""
  },
  {
    "id": "s4_q0036",
    "type": "multiple_choice",
    "year": 2019,
    "content": "등기필정보에 관한 설명으로 틀린 것은?",
    "options": [
      "승소한 등기의무자가 단독으로 등기신청을 한 경우, 등기필정보를 등기권리자에게 통지하지 않아도 된다.",
      "등기관이 새로운 권리에 관한 등기를 마친 경우, 원칙적으로 등기필정보를 작성하여 등기권리자에게 통지해야 한다.",
      "등기권리자가 등기필정보를 분실한 경우, 관할등기소에 재교부를 신청할 수 있다.",
      "승소한 등기의무자가 단독으로 권리에 관한 등기를 신청하는 경우, 그의 등기필정보를 등기소에 제공해야 한다.",
      "등기관이 법원의 촉탁에 따라 가압류등기를 하기 위해 직권으로 소유권보존등기를 한 경우, 소유자에게 등기필정보를 통지하지 않는다."
    ],
    "correctIndex": 2,
    "explanation": ""
  },
  {
    "id": "s4_q0037",
    "type": "multiple_choice",
    "year": 2019,
    "content": "甲이 그 소유의 부동산을 乙에게 매도한 경우에 관한 설명으로 틀린 것은?",
    "options": [
      "乙이 부동산에 대한 소유권을 취득하기 위해서는 소유권이전등기를 해야 한다.",
      "乙은 甲의 위임을 받더라도 그의 대리인으로서 소유권이전등기를 신청할 수 없다.",
      "乙이 소유권이전등기신청에 협조하지 않는 경우, 甲은 乙에게 등기신청에 협조할 것을 소구(訴求)할 수 있다.",
      "甲이 소유권이전등기신청에 협조하지 않는 경우, 乙은 승소판결을 받아 단독으로 소유권이전등기를 신청할 수 있다.",
      "소유권이전등기가 마쳐지면, 乙은 등기신청을 접수한 때 부동산에 대한 소유권을 취득한다."
    ],
    "correctIndex": 1,
    "explanation": ""
  },
  {
    "id": "s4_q0038",
    "type": "multiple_choice",
    "year": 2019,
    "content": "가등기에 관한 설명으로 틀린 것은?(다툼이 있으면 판례에 따름)",
    "options": [
      "소유권보존등기를 위한 가등기는 할 수 없다.",
      "소유권이전청구권이 장래에 확정될 것인 경우, 가등기를 할 수 있다.",
      "가등기된 권리의 이전등기가 제3자에게 마쳐진 경우, 그 제3자가 본등기의 권리자가 된다.",
      "가등기권리자가 여럿인 경우, 그 중 1인이 공유물보존행위로 준하여 가등기 전부에 관한 본등기를 신청할 수 있다.",
      "가등기권리자가 가등기에 의한 본등기로 소유권이전등기를 하지 않고 별도의 소유권이전등기를 한 경우, 그 가등기 후에 본등기와 저촉되는 중간등기가 없다면 가등기에 의한 본등기를 할 수 없다."
    ],
    "correctIndex": 3,
    "explanation": ""
  },
  {
    "id": "s4_q0039",
    "type": "multiple_choice",
    "year": 2019,
    "content": "수용으로 인한 등기에 관한 설명으로 옳은 것을 모두 고른 것은?\n\nㄱ. 수용으로 인한 소유권이전등기는 토지수용위원회의 재결서를 등기원인증서로 첨부하여 사업시행자가 단독으로 신청할 수 있다.\nㄴ. 수용으로 인한 소유권이전등기신청서에 등기원인은 토지수용으로, 그 연월일은 수용의 재결일로 기재해야 한다.\nㄷ. 수용으로 인한 등기신청 시 농지취득자격증명을 첨부해야 한다.\nㄹ. 등기권리자의 단독신청에 따라 수용으로 인한 소유권이전등기를 하는 경우, 등기관은 그 부동산에 존재하는 지역권의 등기를 직권으로 말소해서는 안 된다.\nㅁ. 수용으로 인한 소유권이전등기가 된 후 토지수용위원회의 재결이 실효된 경우, 그 소유권이 말소등기는 원칙적으로 공동신청에 의한다.",
    "options": [
      "ㄱ, ㄴ, ㄷ",
      "ㄱ, ㄷ, ㄹ",
      "ㄱ, ㄹ, ㅁ",
      "ㄴ, ㄷ, ㅁ",
      "ㄴ, ㄹ, ㅁ"
    ],
    "correctIndex": 2,
    "explanation": ""
  },
  {
    "id": "s4_q0040",
    "type": "multiple_choice",
    "year": 2019,
    "content": "합유등기에 관한 설명으로 틀린 것은?",
    "options": [
      "민법상 조합의 소유인 부동산을 등기할 경우, 조합원 전원의 명의로 합유등기를 한다.",
      "합유등기를 하는 경우, 합유자의 이름과 각자의 지분비율이 기록되어야 한다.",
      "2인의 합유자 중 1인이 사망한 경우, 잔존 합유자는 그의 단독소유로 합유명의의 변경등기신청을 할 수 있다.",
      "합유자 중 1인이 다른 합유자 전원의 동의를 얻어 합유지분을 처분하는 경우, 지분이전등기를 신청할 수 있다.",
      "공유자 전원이 그 소유관계를 합유로 변경하는 경우, 변경계약을 등기원인으로 변경등기를 신청해야 한다."
    ],
    "correctIndex": 1,
    "explanation": ""
  },
  {
    "id": "s4_q0041",
    "type": "multiple_choice",
    "year": 2019,
    "content": "등기신청의 각하결정에 대한 이의신청에 따라 관할법원이 한 기록명령에 의하여 등기를 할 수 있는 경우는?",
    "options": [
      "소유권이전등기의 기록명령이 있었으나 그 기록명령에 따른 등기 전에 제3자 명의로 저당권등기가 되어 있는 경우",
      "권리이전등기의 기록명령이 있었으나 그 기록명령에 따른 등기 전에 제3자 명의의 권리이전등기가 되어 있는 경우",
      "말소등기의 기록명령이 있었으나 그 기록명령에 따른 등기 전에 등기상 이해관계인이 발생한 경우",
      "등기관이 기록명령에 따른 등기를 하기 위해 신청인에게 첨부정보를 다시 등기소에 제출할 것을 명령했으나 신청인이 이에 응하지 않은 경우",
      "전세권설정등기의 기록명령이 있었으나 그 기록명령에 따른 등기 전에 동일한 부분에 전세권등기가 되어 있는 경우"
    ],
    "correctIndex": 0,
    "explanation": ""
  }
]