[
  {
    "id": "s4_q0061",
    "type": "multiple_choice",
    "year": 2024,
    "content": "공간정보의 구축 및 관리 등에 관한 법령상 지적소 관청은 토지의 이동 등으로 토지의 표시 변경에 관 한 등기를 할 필요가 있는 경우에는 지체 없이 관할 등기관서에 그 등기를 촉탁하여야 한다. 이 경우 등 기촉탁의 대상이 아닌 것은?",
    "options": [
      "지목변경",
      "지번변경",
      "신규등록",
      "축척변경",
      "합병"
    ],
    "correctIndex": 2,
    "explanation": ""
  },
  {
    "id": "s4_q0062",
    "type": "multiple_choice",
    "year": 2024,
    "content": "공간정보의 구축 및 관리 등에 관한 법령상 지목의 구분 및 설정방법 등에 관한 설명으로 틀린 것은?",
    "options": [
      "필지마다 하나의 지목을 설정하여야 한다.",
      "1필지가 둘 이상의 용도로 활용되는 경우에는 주된 용 도에 따라 지목을 설정하여야 한다.",
      "토지가 일시적 또는 임시적인 용도로 사용될 때에는 그 용도에 따라 지목을 변경하여야 한다.",
      "물을 상시적으로 이용하지 않고 닥나무ㆍ묘목ㆍ관상수 등 의 식물을 주로 재배하는 토지의 지목은 “전”으로 한다.",
      "물을 상시적으로 직접 이용하여 벼ㆍ연(蓮)ㆍ미나리ㆍ왕골 등의 식물을 주로 재배하는 토지의 지목은 “답”으로 한다."
    ],
    "correctIndex": 2,
    "explanation": ""
  },
  {
    "id": "s4_q0063",
    "type": "multiple_choice",
    "year": 2024,
    "content": "공간정보의 구축 및 관리 등에 관한 법령상 지상경계 및 지상경계점등록부 등에 관한 설명으로 틀린 것은?",
    "options": [
      "지적공부에 등록된 경계점을 지상에 복원하는 경우에는 지상경계점등록부를 작성ㆍ관리하여야 한다.",
      "토지의 지상경계는 둑, 담장이나 그 밖에 구획의 목표 가 될 만한 구조물 및 경계점표지 등으로 구분한다.",
      "지상경계의 구획을 형성하는 구조물 등의 소유자가 다 른 경우에는 그 소유권에 따라 지상경계를 결정한다.",
      "경계점 좌표는 경계점좌표등록부 시행지역의 지상경계 점등록부의 등록사항이다.",
      "토지의 소재, 지번, 공부상 지목과 실제 토지이용 지목, 경계점의 사진 파일은 지상경계점등록부의 등록사항이다."
    ],
    "correctIndex": 0,
    "explanation": ""
  },
  {
    "id": "s4_q0064",
    "type": "multiple_choice",
    "year": 2024,
    "content": "공간정보의 구축 및 관리 등에 관한 법령상 등록전환 에 따른 지번부여 시 그 지번부여지역의 최종 본번의 다음 순번부터 본번으로 하여 순차적으로 지번을 부 여할 수 있는 경우에 해당하는 것을 모두 고른 것은? ㄱ. 대상토지가 여러 필지로 되어 있는 경우 ㄴ. 대상토지가 그 지번부여지역의 최종 지번의 토 지에 인접하여 있는 경우 ㄷ. 대상토지가 이미 등록된 토지와 멀리 떨어져 있어서 등록된 토지의 본번에 부번을 부여하 는 것이 불합리한 경우",
    "options": [
      "ㄱ",
      "ㄱ, ㄴ",
      "ㄱ, ㄷ",
      "ㄴ, ㄷ",
      "ㄱ, ㄴ, ㄷ 2024년 제35회 공인중개"
    ],
    "correctIndex": 4,
    "explanation": ""
  },
  {
    "id": "s4_q0065",
    "type": "multiple_choice",
    "year": 2024,
    "content": "공간정보의 구축 및 관리 등에 관한 법령상 경계점좌 표등록부가 있는 지역의 토지분할을 위하여 면적을 정할 때의 기준에 대한 내용이다. ( )에 들어갈 내 용으로 옳은 것은?(단, 다른 조건은 고려하지 아니함) ○ 분할 후 각 필지의 면적합계가 분할 전 면적보 다 많은 경우에는 구하려는 ( ㄱ )부터 순차적 으로 버려서 정하되, 분할 전 면적에 증감이 없 도록 할 것 ○ 분할 후 각 필지의 면적합계가 분할 전 면적보 다 적은 경우에는 구하려는 ( ㄴ )부터 순차적 으로 올려서 정하되, 분할 전 면적에 증감이 없 도록 할 것",
    "options": [
      "ㄱ: 끝자리의 숫자가 작은 것, ㄴ: 끝자리의 숫자가 큰 것",
      "ㄱ: 끝자리의 다음 숫자가 작은 것, ㄴ: 끝자리의 다음 숫자가 큰 것",
      "ㄱ: 끝자리의 숫자가 큰 것, ㄴ: 끝자리의 숫자가 작은 것",
      "ㄱ: 끝자리의 다음 숫자가 큰 것, ㄴ: 끝자리의 다음 숫자가 작은 것",
      "ㄱ: 끝자리의 숫자가 큰 것, ㄴ: 끝자리의 다음 숫자가 작은 것"
    ],
    "correctIndex": 1,
    "explanation": ""
  },
  {
    "id": "s4_q0066",
    "type": "multiple_choice",
    "year": 2024,
    "content": "공간정보의 구축 및 관리 등에 관한 법령상 합병 신 청을 할 수 없는 경우에 관한 내용으로 틀린 것은? (단, 다른 조건은 고려하지 아니함)",
    "options": [
      "합병하려는 토지의 지목이 서로 다른 경우",
      "합병하려는 토지의 소유자별 공유지분이 다른 경우",
      "합병하려는 토지의 지번부여지역이 서로 다른 경우",
      "합병하려는 토지의 소유자에 대한 소유권이전등기 연월 일이 서로 다른 경우",
      "합병하려는 토지의 지적도 축척이 서로 다른 경우"
    ],
    "correctIndex": 3,
    "explanation": ""
  },
  {
    "id": "s4_q0067",
    "type": "multiple_choice",
    "year": 2024,
    "content": "공간정보의 구축 및 관리 등에 관한 법령상 지적소 관청이 지적공부의 등록사항을 직권으로 조사ㆍ측량 하여 정정할 수 있는 경우로 틀린 것은?",
    "options": [
      "연속지적도가 잘못 작성된 경우",
      "지적공부의 작성 또는 재작성 당시 잘못 정리된 경우",
      "토지이동정리 결의서의 내용과 다르게 정리된 경우",
      "지적도 및 임야도에 등록된 필지가 면적의 증감 없이 경계의 위치만 잘못된 경우",
      "지방지적위원회 또는 중앙지적위원회의 의결서 사본을 받은 지적소관청이 그 내용에 따라 지적공부의 등록사 항을 정정하여야 하는 경우"
    ],
    "correctIndex": 0,
    "explanation": ""
  },
  {
    "id": "s4_q0068",
    "type": "multiple_choice",
    "year": 2024,
    "content": "공간정보의 구축 및 관리 등에 관한 법령상 지목을 ‘잡종지’로 정할 수 있는 기준에 대한 내용으로 틀린 것은?(단, 원상회복을 조건으로 돌을 캐내는 곳 또는 흙을 파내는 곳으로 허가된 토지는 제외함)",
    "options": [
      "공항시설 및 항만시설 부지",
      "변전소, 송신소, 수신소 및 송유시설 등의 부지",
      "도축장, 쓰레기처리장 및 오물처리장 등의 부지",
      "모래ㆍ바람 등을 막기 위하여 설치된 방사제ㆍ방파제 등의 부지",
      "갈대밭, 실외에 물건을 쌓아두는 곳, 돌을 캐내는 곳, 흙을 파내는 곳, 야외시장 및 공동우물 개사 2차 2교시 A형-6-1"
    ],
    "correctIndex": 3,
    "explanation": ""
  },
  {
    "id": "s4_q0069",
    "type": "multiple_choice",
    "year": 2024,
    "content": "공간정보의 구축 및 관리 등에 관한 법령상 지적도 와 임야도의 축척 중에서 공통된 것으로 옳은 것은?",
    "options": [
      "1/1200, 1/2400",
      "1/1200, 1/3000",
      "1/2400, 1/3000",
      "1/2400, 1/6000",
      "1/3000, 1/6000"
    ],
    "correctIndex": 4,
    "explanation": ""
  },
  {
    "id": "s4_q0070",
    "type": "multiple_choice",
    "year": 2024,
    "content": "공간정보의 구축 및 관리 등에 관한 법령상 지적공 부와 등록사항의 연결이 옳은 것은?",
    "options": [
      "토지대장 - 지목, 면적, 경계",
      "경계점좌표등록부 - 지번, 토지의 고유번호, 지적도면의 번호",
      "공유지연명부 - 지번, 지목, 소유권 지분",
      "대지권등록부 - 좌표, 건물의 명칭, 대지권 비율",
      "지적도 - 삼각점 및 지적기준점의 위치, 도곽선(圖廓線)과 그 수치, 부호 및 부호도"
    ],
    "correctIndex": 1,
    "explanation": ""
  },
  {
    "id": "s4_q0071",
    "type": "multiple_choice",
    "year": 2024,
    "content": "공간정보의 구축 및 관리 등에 관한 법령상 지적공 부의 복구에 관한 관계 자료에 해당하는 것을 모두 고른 것은? ㄱ. 측량 결과도 ㄴ. 법원의 확정판결서 정본 또는 사본 ㄷ. 토지(건물)등기사항증명서 등 등기사실을 증명 하는 서류 ㄹ. 지적소관청이 작성하거나 발행한 지적공부의 등록내용을 증명하는 서류",
    "options": [
      "ㄱ, ㄴ",
      "ㄴ, ㄷ",
      "ㄷ, ㄹ",
      "ㄴ, ㄷ, ㄹ",
      "ㄱ, ㄴ, ㄷ, ㄹ"
    ],
    "correctIndex": 4,
    "explanation": ""
  },
  {
    "id": "s4_q0072",
    "type": "multiple_choice",
    "year": 2024,
    "content": "공간정보의 구축 및 관리 등에 관한 법령상 축척변 경에 관한 설명으로 옳은 것은?",
    "options": [
      "도시개발사업 등의 시행지역에 있는 토지로서 그 사업 시행에서 제외된 토지의 축척변경을 하는 경우 축척변 경위원회의 심의 및 시ㆍ도지사 또는 대도시 시장의 승 인을 받아야 한다.",
      "지적소관청은 시ㆍ도지사 또는 대도시 시장으로부터 축 척변경 승인을 받았을 때에는 지체 없이 축척변경의 목 적, 시행지역 및 시행기간, 축척변경의 시행에 관한 세 부계획, 축척변경의 시행에 따른 청산금액의 내용, 축척 변경의 시행에 따른 토지소유자 등의 협조에 관한 사항 을 15일 이상 공고하여야 한다.",
      "지적소관청은 축척변경에 관한 측량을 한 결과 측량 전 에 비하여 면적의 증감이 있는 경우에는 그 증감면적에 대하여 청산을 하여야 한다. 다만, 토지소유자 3분의 2 이상이 청산하지 아니하기로 합의하여 서면으로 제출한 경우에는 그러하지 아니하다.",
      "지적소관청은 청산금을 내야 하는 자가 납부고지를 받 은 날부터 1개월 이내에 청산금에 관한 이의신청을 하 지 아니하고, 고지를 받은 날부터 3개월 이내에 지적소 관청에 청산금을 내지 아니하면 ｢지방행정제재ㆍ부과금 의 징수 등에 관한 법률｣에 따라 징수할 수 있다. 2024년 제35회 공인중개",
      "청산금의 납부 및 지급이 완료되었을 때에는 지적소관청 은 지체 없이 축척변경의 확정공고를 하여야 하며, 확정 공고 사항에는 토지의 소재 및 지역명, 축척변경 지번별 조서, 청산금 조서, 지적도의 축척이 포함되어야 한다."
    ],
    "correctIndex": 4,
    "explanation": ""
  },
  {
    "id": "s4_q0073",
    "type": "multiple_choice",
    "year": 2024,
    "content": "다음 중 등기원인에 약정이 있더라도 등기기록에 기록 할 수 없는 사항은?",
    "options": [
      "지상권의 존속기간",
      "지역권의 지료",
      "전세권의 위약금",
      "임차권의 차임지급시기",
      "저당권부 채권의 이자지급장소"
    ],
    "correctIndex": 1,
    "explanation": ""
  },
  {
    "id": "s4_q0074",
    "type": "multiple_choice",
    "year": 2024,
    "content": "등기권리자와 등기의무자가 공동으로 등기신청을 해야 하는 것은?(단, 판결 등 집행권원에 의한 등기신청은 제외함)",
    "options": [
      "소유권보존등기의 말소등기를 신청하는 경우",
      "법인의 합병으로 인한 포괄승계에 따른 등기를 신청하는 경우",
      "등기명의인표시의 경정등기를 신청하는 경우",
      "토지를 수용한 사업시행자가 수용으로 인한 소유권이전 등기를 신청하는 경우",
      "변제로 인한 피담보채권의 소멸에 의해 근저당권설정등 기의 말소등기를 신청하는 경우"
    ],
    "correctIndex": 4,
    "explanation": ""
  },
  {
    "id": "s4_q0075",
    "type": "multiple_choice",
    "year": 2024,
    "content": "등기소에 제공해야 하는 부동산등기의 신청정보와 첨부정보에 관한 설명으로 틀린 것은?",
    "options": [
      "등기원인을 증명하는 정보가 등기절차의 인수를 명하는 집행력 있는 판결인 경우, 승소한 등기의무자는 등기신청 시 등기필정보를 제공할 필요가 없다.",
      "대리인에 의하여 등기를 신청하는 경우, 신청정보의 내 용으로 대리인의 성명과 주소를 제공해야 한다.",
      "매매를 원인으로 소유권이전등기를 신청하는 경우, 등기 의무자의 주소 또는 사무소 소재지를 증명하는 정보를 제공해야 한다.",
      "등기상 이해관계 있는 제3자의 승낙이 필요한 경우, 이를 증명하는 정보 또는 이에 대항할 수 있는 재판이 있음을 증명하는 정보를 첨부정보로 제공해야 한다.",
      "첨부정보가 외국어로 작성된 경우에는 그 번역문을 붙 여야 한다."
    ],
    "correctIndex": 0,
    "explanation": ""
  },
  {
    "id": "s4_q0076",
    "type": "multiple_choice",
    "year": 2024,
    "content": "등기신청의 각하사유로서 ‘사건이 등기할 것이 아닌 경우’를 모두 고른 것은? ㄱ. 구분건물의 전유부분과 대지사용권의 분리처 분 금지에 위반한 등기를 신청한 경우 ㄴ. 농지를 전세권설정의 목적으로 하는 등기를 신청한 경우 ㄷ. 공동상속인 중 일부가 자신의 상속지분만에 대한 상속등기를 신청한 경우 ㄹ. 소유권 외의 권리가 등기되어 있는 일반건물 에 대해 멸실등기를 신청한 경우",
    "options": [
      "ㄱ, ㄴ",
      "ㄴ, ㄹ",
      "ㄷ, ㄹ",
      "ㄱ, ㄴ, ㄷ",
      "ㄱ, ㄴ, ㄷ, ㄹ 개사 2차 2교시 A형-6-2"
    ],
    "correctIndex": 3,
    "explanation": ""
  },
  {
    "id": "s4_q0077",
    "type": "multiple_choice",
    "year": 2024,
    "content": "진정명의회복을 위한 소유권이전등기에 관한 설명으 로 옳은 것을 모두 고른 것은? ㄱ. 진정명의회복을 원인으로 하는 소유권이전등 기를 신청하는 경우, 그 신청정보에 등기원인 일자는 기재하지 않는다. ㄴ. 토지거래허가의 대상이 되는 토지에 관하여 진정명의회복을 원인으로 하는 소유권이전등 기를 신청하는 경우에는 토지거래허가증을 첨 부해야 한다. ㄷ. 진정명의회복을 위한 소유권이전등기청구소송 에서 승소확정판결을 받은 자는 그 판결을 등 기원인으로 하여 현재 등기명의인의 소유권이 전등기에 대하여 말소등기를 신청할 수는 없다.",
    "options": [
      "ㄱ",
      "ㄴ",
      "ㄱ, ㄷ",
      "ㄴ, ㄷ",
      "ㄱ, ㄴ, ㄷ"
    ],
    "correctIndex": 2,
    "explanation": ""
  },
  {
    "id": "s4_q0078",
    "type": "multiple_choice",
    "year": 2024,
    "content": "부동산등기에 관한 설명으로 옳은 것은?",
    "options": [
      "유증으로 인한 소유권이전등기는 상속등기를 거치지 않 으면 유증자로부터 직접 수증자 명의로 신청할 수 없다.",
      "유증으로 인한 소유권이전등기 신청이 상속인의 유류분을 침해하는 내용인 경우에는 등기관은 이를 수리할 수 없다.",
      "상속재산분할심판에 따른 상속인의 소유권이전등기는 법 정상속분에 따른 상속등기를 거치지 않으면 할 수 없다.",
      "상속등기 경료 전의 상속재산분할협의에 따라 상속등기를 신청하는 경우, 등기원인일자는 ‘협의분할일’로 한다.",
      "권리의 변경등기는 그 등기로 등기상 이해관계 있는 제 3자의 권리가 침해되는 경우, 그 제3자의 승낙 또는 이 에 대항할 수 있는 재판이 있음을 증명하는 정보의 제 공이 없으면 부기등기로 할 수 없다."
    ],
    "correctIndex": 4,
    "explanation": ""
  },
  {
    "id": "s4_q0079",
    "type": "multiple_choice",
    "year": 2024,
    "content": "환매특약 등기에 관한 설명으로 틀린 것은?",
    "options": [
      "매매로 인한 소유권이전등기의 신청과 환매특약등기의 신청은 동시에 하여야 한다.",
      "환매등기의 경우 매도인이 아닌 제3자를 환매권리자로 하는 환매등기를 할 수 있다.",
      "환매특약등기에 처분금지적 효력은 인정되지 않는다.",
      "매매목적물의 소유권의 일부 지분에 대한 환매권을 보류 하는 약정을 맺은 경우, 환매특약등기 신청은 할 수 없다.",
      "환매기간은 등기원인에 그 사항이 정하여져 있는 경우 에만 기록한다."
    ],
    "correctIndex": 1,
    "explanation": ""
  },
  {
    "id": "s4_q0080",
    "type": "multiple_choice",
    "year": 2024,
    "content": "임차권등기에 관한 설명으로 옳은 것을 모두 고른 것은? ㄱ. 임차권설정등기가 마쳐진 후 임대차 기간 중 임대인의 동의를 얻어 임차물을 전대하는 경 우, 그 전대등기는 부기등기의 방법으로 한다. ㄴ. 임차권등기명령에 의한 주택임차권등기가 마 쳐진 경우, 그 등기에 기초한 임차권이전등기 를 할 수 있다. ㄷ. 미등기 주택에 대하여 임차권등기명령에 의한 등 기촉탁이 있는 경우, 등기관은 직권으로 소유권 보존등기를 한 후 주택임차권등기를 해야 한다.",
    "options": [
      "ㄱ",
      "ㄴ",
      "ㄱ, ㄷ",
      "ㄴ, ㄷ",
      "ㄱ, ㄴ, ㄷ 2024년 제35회 공인중개"
    ],
    "correctIndex": 2,
    "explanation": ""
  },
  {
    "id": "s4_year_b0005",
    "type": "fill_in_the_blank",
    "content": "ㄱ: [BLANK]의 다음 숫자가 작은 것, ㄴ: 끝자리의 다음 숫자가 큰 것",
    "answer": "끝자리",
    "explanation": "공간정보의 구축 및 관리 등 — ㄱ: 끝자리의 다음 숫자가 작은 것, ㄴ: 끝자리의 다음 숫자가 큰 것"
  },
  {
    "id": "s4_year_b0010",
    "type": "fill_in_the_blank",
    "content": "경계점좌표등록부 - 지번, 토지의 고유번호, [BLANK]의 번호",
    "answer": "지적도면",
    "explanation": "공간정보의 구축 및 관리 등 — 경계점좌표등록부 - 지번, 토지의 고유번호, 지적도면의 번호"
  },
  {
    "id": "s4_year_b0012",
    "type": "fill_in_the_blank",
    "content": "[BLANK]의 납부 및 지급이 완료되었을 때에는 지적소관청 은 지체 없이 축척변경의 확정공고를 하여야 하며, 확정 공고 사항에는 토지의 소재 및 지역명, 축척변경 지번별 조서, 청산금 조서, 지적도의 축척이 포함되어야 한다.",
    "answer": "청산금",
    "explanation": "공간정보의 구축 및 관리 등 — 청산금의 납부 및 지급이 완료되었을 때에는 지적소관청 은 지체 없이 축척변경의 확정공고를 하여야 하며, 확정 공고 사항에는 토지의 소재 및 지역명, 축척변경 지번별 조서, 청산금 조서, 지적도의 축척이 포함되어야 한다."
  },
  {
    "id": "s4_year_b0014",
    "type": "fill_in_the_blank",
    "content": "변제로 인한 [BLANK]의 소멸에 의해 근저당권설정등 기의 말소등기를 신청하는 경우",
    "answer": "피담보채권",
    "explanation": "변제로 인한 피담보채권의 소멸에 의해 근저당권설정등 기의 말소등기를 신청하는 경우"
  },
  {
    "id": "s4_year_b0018",
    "type": "fill_in_the_blank",
    "content": "권리의 [BLANK]는 그 등기로 등기상 이해관계 있는 제 3자의 권리가 침해되는 경우, 그 제3자의 승낙 또는 이 에 대항할 수 있는 재판이 있음을 증명하는 정보의 제 공이 없으면 부기등기로 할 수 없다.",
    "answer": "변경등기",
    "explanation": "부동산등기 — 권리의 변경등기는 그 등기로 등기상 이해관계 있는 제 3자의 권리가 침해되는 경우, 그 제3자의 승낙 또는 이 에 대항할 수 있는 재판이 있음을 증명하는 정보의 제 공이 없으면 부기등기로 할 수 없다."
  }
]