[
  {
    "id": "s5_q0001",
    "type": "multiple_choice",
    "year": 2021,
    "content": "공인중개사법령상 중개대상물에 해당하는 것은?(다 툼이 있으면 판례에 따름)",
    "options": [
      "토지에서 채굴되지 않은 광물",
      "영업상 노하우 등 무형의 재산적 가치",
      "토지로부터 분리된 수목",
      "지목(地目)이 양어장인 토지",
      "주택이 철거될 경우 일정한 요건하에 택지개발지구 내 이주자택지를 공급받을 수 있는 지위"
    ],
    "correctIndex": 3,
    "explanation": ""
  },
  {
    "id": "s5_q0002",
    "type": "multiple_choice",
    "year": 2021,
    "content": "공인중개사법령상 공인중개사 정책심의위원회(이하 ‘위원 회’라 함)에 관한 설명으로 옳은 것을 모두 고른 것은? ㄱ. 위원회는 중개보수 변경에 관한 사항을 심의할 수 있다. ㄴ. 위원회는 위원장 1명을 포함하여 7명 이상 11명 이내의 위원으로 구성한다. ㄷ. 위원장은 국토교통부장관이 된다. ㄹ. 위원장이 부득이한 사유로 직무를 수행할 수 없을 때에는 위원 중에서 호선된 자가 그 직무를 대행 한다.",
    "options": [
      "ㄱ, ㄴ",
      "ㄱ, ㄷ",
      "ㄷ, ㄹ",
      "ㄱ, ㄴ, ㄷ",
      "ㄱ, ㄴ, ㄹ"
    ],
    "correctIndex": 0,
    "explanation": ""
  },
  {
    "id": "s5_q0003",
    "type": "multiple_choice",
    "year": 2021,
    "content": "2020. 10. 1. 甲과 乙은 甲 소유의 X토지에 관해 매 매계약을 체결하였다. 乙과 丙은 ｢농지법｣상 농지소 유제한을 회피할 목적으로 명의신탁 약정을 하였다. 그 후 甲은 乙의 요구에 따라 丙 명의로 소유권이전 등기를 마쳐주었다. 그 사정을 아는 개업공인중개사 가 X토지의 매수의뢰인에게 설명한 내용으로 옳은 것을 모두 고른 것은?(다툼이 있으면 판례에 따름) ㄱ. 甲이 丙 명의로 마쳐준 소유권이전등기는 유 효하다. ㄴ. 乙은 丙을 상대로 매매대금 상당의 부당이득 반환청구권을 행사할 수 있다. ㄷ. 乙은 甲을 대위하여 丙 명의의 소유권이전등 기의 말소를 청구할 수 있다.",
    "options": [
      "ㄱ",
      "ㄴ",
      "ㄷ",
      "ㄱ, ㄴ",
      "ㄴ, ㄷ"
    ],
    "correctIndex": 2,
    "explanation": ""
  },
  {
    "id": "s5_q0004",
    "type": "multiple_choice",
    "year": 2021,
    "content": "분묘가 있는 토지에 관하여 개업공인중개사가 중개 의뢰인에게 설명한 내용으로 틀린 것은?(다툼이 있 으면 판례에 따름)",
    "options": [
      "분묘기지권은 등기사항증명서를 통해 확인할 수 없다. 2021년 제32회 공인중개",
      "분묘기지권은 분묘의 설치 목적인 분묘의 수호와 제사 에 필요한 범위 내에서 분묘 기지 주위의 공지를 포함 한 지역에까지 미친다.",
      "분묘기지권이 인정되는 경우 분묘가 멸실되었더라도 유 골이 존재하여 분묘의 원상회복이 가능하고 일시적인 멸실에 불과하다면 분묘기지권은 소멸하지 않는다.",
      "분묘기지권에는 그 효력이 미치는 범위 안에서 새로운 분묘를 설치할 권능은 포함되지 않는다.",
      "甲이 자기 소유 토지에 분묘를 설치한 후 그 토지를 乙 에게 양도하면서 분묘를 이장하겠다는 특약을 하지 않 음으로써 甲이 분묘기지권을 취득한 경우, 특별한 사정 이 없는 한 甲은 분묘의 기지에 대한 토지사용의 대가 로서 지료를 지급할 의무가 없다."
    ],
    "correctIndex": 4,
    "explanation": ""
  },
  {
    "id": "s5_q0005",
    "type": "multiple_choice",
    "year": 2021,
    "content": "공인중개사법령상 중개대상물의 표시ㆍ광고 및 모니 터링에 관한 설명으로 틀린 것은?",
    "options": [
      "개업공인중개사는 의뢰받은 중개대상물에 대하여 표시 ㆍ광고를 하려면 개업공인중개사, 소속공인중개사 및 중개보조원에 관한 사항을 명시해야 한다.",
      "개업공인중개사는 중개대상물이 존재하지 않아서 실제 로 거래를 할 수 없는 중개대상물에 대한 광고와 같은 부당한 표시ㆍ광고를 해서는 안 된다.",
      "개업공인중개사는 중개대상물의 가격 등 내용을 과장되 게 하는 부당한 표시ㆍ광고를 해서는 안 된다.",
      "국토교통부장관은 인터넷을 이용한 중개대상물에 대한 표시ㆍ광고의 규정준수 여부에 관하여 기본 모니터링과 수시 모니터링을 할 수 있다.",
      "국토교통부장관은 인터넷 표시ㆍ광고 모니터링 업무 수 행에 필요한 전문인력과 전담조직을 갖췄다고 국토교통 부장관이 인정하는 단체에게 인터넷 표시ㆍ광고 모니터 링 업무를 위탁할 수 있다."
    ],
    "correctIndex": 0,
    "explanation": ""
  },
  {
    "id": "s5_q0006",
    "type": "multiple_choice",
    "year": 2021,
    "content": "개업공인중개사가 집합건물의 매매를 중개하면서 설명 한 내용으로 틀린 것은?(다툼이 있으면 판례에 따름)",
    "options": [
      "아파트 지하실은 특별한 사정이 없는 한 구분소유자 전 원의 공용부분으로, 따로 구분소유의 목적이 될 수 없다.",
      "전유부분이 주거 용도로 분양된 경우, 구분소유자는 정 당한 사유 없이 그 부분을 주거 외의 용도로 사용해서 는 안 된다.",
      "구분소유자는 구조상 구분소유자 전원의 공용에 제공된 건물 부분에 대한 공유지분을 그가 가지는 전유부분과 분리하여 처분할 수 없다.",
      "규약으로써 달리 정한 경우에도 구분소유자는 그가 가지는 전유부분과 분리하여 대지사용권을 처분할 수 없다.",
      "일부의 구분소유자만이 공용하도록 제공되는 것임이 명 백한 공용부분은 그들 구분소유자의 공유에 속한다. 사 2차 1교시 A형-12-1"
    ],
    "correctIndex": 3,
    "explanation": ""
  },
  {
    "id": "s5_q0007",
    "type": "multiple_choice",
    "year": 2021,
    "content": "공인중개사법령상 개업공인중개사의 고용인에 관한 설명으로 틀린 것은?",
    "options": [
      "개업공인중개사는 중개보조원과 고용관계가 종료된 경우 그 종료일부터 10일 이내에 등록관청에 신고해야 한다.",
      "소속공인중개사의 고용신고를 받은 등록관청은 공인중 개사 자격증을 발급한 시ㆍ도지사에게 그 소속공인중개 사의 공인중개사 자격 확인을 요청해야 한다.",
      "중개보조원뿐만 아니라 소속공인중개사의 업무상 행위 는 그를 고용한 개업공인중개사의 행위로 본다.",
      "개업공인중개사는 중개보조원을 고용한 경우, 등록관청 에 신고한 후 업무개시 전까지 등록관청이 실시하는 직 무교육을 받도록 해야 한다.",
      "중개보조원의 고용신고를 받은 등록관청은 그 사실을 공인중개사협회에 통보해야 한다."
    ],
    "correctIndex": 3,
    "explanation": ""
  },
  {
    "id": "s5_q0008",
    "type": "multiple_choice",
    "year": 2021,
    "content": "공인중개사법령상 중개사무소의 명칭 및 등록증 등 의 게시에 관한 설명으로 틀린 것은?(다툼이 있으면 판례에 따름)",
    "options": [
      "법인인 개업공인중개사의 분사무소에는 분사무소설치신 고확인서 원본을 게시해야 한다.",
      "소속공인중개사가 있는 경우 그 소속공인중개사의 공인 중개사자격증 원본도 게시해야 한다.",
      "개업공인중개사가 아닌 자가 ‘부동산중개’라는 명칭을 사용한 경우, 3년 이하의 징역 또는 3천만원 이하의 벌 금에 처한다.",
      "무자격자가 자신의 명함에 ‘부동산뉴스 대표’라는 명칭 을 기재하여 사용하였다면 공인중개사와 유사한 명칭을 사용한 것에 해당한다.",
      "공인중개사인 개업공인중개사가 ｢옥외광고물 등의 관리 와 옥외광고산업 진흥에 관한 법률｣에 따른 옥외광고물 을 설치하는 경우, 중개사무소등록증에 표기된 개업공 인중개사의 성명을 표기해야 한다."
    ],
    "correctIndex": 2,
    "explanation": ""
  },
  {
    "id": "s5_q0009",
    "type": "multiple_choice",
    "year": 2021,
    "content": "공인중개사법령상 중개사무소 개설등록에 관한 설명 으로 옳은 것을 모두 고른 것은? ㄱ. 피특정후견인은 중개사무소의 등록을 할 수 없다. ㄴ. 금고 이상의 형의 집행유예를 받고 그 유예기 간 중에 있는 자는 중개사무소의 등록을 할 수 없다. ㄷ. 자본금이 5천만원 이상인 ｢협동조합 기본법｣ 상 사회적협동조합은 중개사무소의 등록을 할 수 있다.",
    "options": [
      "ㄱ",
      "ㄴ",
      "ㄱ, ㄴ",
      "ㄱ, ㄷ",
      "ㄴ, ㄷ"
    ],
    "correctIndex": 1,
    "explanation": ""
  },
  {
    "id": "s5_q0010",
    "type": "multiple_choice",
    "year": 2021,
    "content": "공인중개사법령상 법인인 개업공인중개사의 업무범 위에 해당하지 않는 것은?(단, 다른 법령의 규정은 고려하지 않음)",
    "options": [
      "주택의 임대관리 2021년 제32회 공인중개",
      "부동산 개발에 관한 상담 및 주택의 분양대행",
      "개업공인중개사를 대상으로 한 공제업무의 대행",
      "｢국세징수법｣상 공매대상 부동산에 대한 취득의 알선",
      "중개의뢰인의 의뢰에 따른 이사업체의 소개"
    ],
    "correctIndex": 2,
    "explanation": ""
  },
  {
    "id": "s5_q0011",
    "type": "multiple_choice",
    "year": 2021,
    "content": "공인중개사법령상 ‘중개대상물의 확인ㆍ설명사항’과 ‘전속중개계약에 따라 부동산거래정보망에 공개해야 할 중개대상물에 관한 정보’에 공통으로 규정된 것을 모두 고른 것은? ㄱ. 공법상의 거래규제에 관한 사항 ㄴ. 벽면 및 도배의 상태 ㄷ. 일조ㆍ소음의 환경조건 ㄹ. 취득시 부담해야 할 조세의 종류와 세율",
    "options": [
      "ㄱ, ㄴ",
      "ㄷ, ㄹ",
      "ㄱ, ㄴ, ㄷ",
      "ㄴ, ㄷ, ㄹ",
      "ㄱ, ㄴ, ㄷ, ㄹ"
    ],
    "correctIndex": 2,
    "explanation": ""
  },
  {
    "id": "s5_q0012",
    "type": "multiple_choice",
    "year": 2021,
    "content": "매수신청대리인으로 등록한 개업공인중개사 甲이 매수신 청대리 위임인 乙에게 ｢공인중개사의 매수신청대리인 등 록 등에 관한 규칙｣에 관하여 설명한 내용으로 틀린 것 은?(단, 위임에 관하여 특별한 정함이 없음)",
    "options": [
      "甲의 매수신고액이 차순위이고 최고가매수신고액에서 그 보증액을 뺀 금액을 넘는 때에만 甲은 차순위매수신 고를 할 수 있다.",
      "甲은 乙을 대리하여 입찰표를 작성ㆍ제출할 수 있다.",
      "甲의 입찰로 乙이 최고가매수신고인이나 차순위매수신 고인이 되지 않은 경우, 甲은 ｢민사집행법｣에 따라 매 수신청의 보증을 돌려 줄 것을 신청할 수 있다.",
      "乙의 甲에 대한 보수의 지급시기는 당사자 간 약정이 없으면 매각허가결정일로 한다.",
      "甲은 기일입찰의 방법에 의한 매각기일에 매수신청대리 행위를 할 때 집행법원이 정한 매각장소 또는 집행법원 에 직접 출석해야 한다."
    ],
    "correctIndex": 3,
    "explanation": ""
  },
  {
    "id": "s5_q0013",
    "type": "multiple_choice",
    "year": 2021,
    "content": "｢전자문서 및 전자거래 기본법｣에 따른 공인전자문 서센터에 보관된 경우, 공인중개사법령상 개업공인중 개사가 원본, 사본 또는 전자문서를 보존기간 동안 보존해야 할 의무가 면제된다고 명시적으로 규정된 것을 모두 고른 것은? ㄱ. 중개대상물 확인ㆍ설명서 ㄴ. 손해배상책임보장에 관한 증서 ㄷ. 소속공인중개사 고용신고서 ㄹ. 거래계약서",
    "options": [
      "ㄱ",
      "ㄱ, ㄹ",
      "ㄴ, ㄷ",
      "ㄴ, ㄷ, ㄹ",
      "ㄱ, ㄴ, ㄷ, ㄹ 사 2차 1교시 A형-12-2"
    ],
    "correctIndex": 1,
    "explanation": ""
  },
  {
    "id": "s5_q0014",
    "type": "multiple_choice",
    "year": 2021,
    "content": "공인중개사법령상 거래정보사업자지정대장 서식에 기재되는 사항이 아닌 것은?",
    "options": [
      "지정 번호 및 지정 연월일",
      "상호 또는 명칭 및 대표자의 성명",
      "주된 컴퓨터설비의 내역",
      "전문자격자의 보유에 관한 사항",
      "｢전기통신사업법｣에 따른 부가통신사업자번호"
    ],
    "correctIndex": 4,
    "explanation": ""
  },
  {
    "id": "s5_q0015",
    "type": "multiple_choice",
    "year": 2021,
    "content": "공인중개사법령상 손해배상책임의 보장에 관한 설명 으로 틀린 것은?",
    "options": [
      "개업공인중개사는 중개가 완성된 때에는 거래당사자에 게 손해배상책임의 보장기간을 설명해야 한다.",
      "개업공인중개사는 고의로 거래당사자에게 손해를 입힌 경우에는 재산상의 손해뿐만 아니라 비재산적 손해에 대해서도 공인중개사법령상 손해배상책임보장규정에 의 해 배상할 책임이 있다.",
      "개업공인중개사가 자기의 중개사무소를 다른 사람의 중 개행위의 장소로 제공하여 거래당사자에게 재산상의 손 해를 발생하게 한 때에는 그 손해를 배상할 책임이 있다.",
      "법인인 개업공인중개사가 분사무소를 두는 경우 분사무 소마다 추가로 1억원 이상의 손해배상책임의 보증설정 을 해야 하나 보장금액의 상한은 없다.",
      "지역농업협동조합이 ｢농업협동조합법｣에 의해 부동산중 개업을 하는 경우 보증기관에 설정하는 손해배상책임 보증의 최저보장금액은 개업공인중개사의 최저보장금액 과 다르다."
    ],
    "correctIndex": 1,
    "explanation": ""
  },
  {
    "id": "s5_q0016",
    "type": "multiple_choice",
    "year": 2021,
    "content": "공인중개사법령상 공인중개사인 개업공인중개사가 중개사무소를 등록관청의 관할 지역 내로 이전한 경 우에 관한 설명으로 틀린 것을 모두 고른 것은? ㄱ. 중개사무소를 이전한 날부터 10일 이내에 신 고해야 한다. ㄴ. 등록관청이 이전신고를 받은 경우, 중개사무소 등록증에 변경사항만을 적어 교부할 수 없고 재교부해야 한다. ㄷ. 이전신고를 할 때 중개사무소등록증을 제출하 지 않아도 된다. ㄹ. 건축물대장에 기재되지 않은 건물로 이전신고 를 하는 경우, 건축물대장 기재가 지연되는 사 유를 적은 서류도 제출해야 한다.",
    "options": [
      "ㄱ, ㄴ",
      "ㄱ, ㄹ",
      "ㄴ, ㄷ",
      "ㄷ, ㄹ",
      "ㄴ, ㄷ, ㄹ"
    ],
    "correctIndex": 2,
    "explanation": ""
  },
  {
    "id": "s5_q0017",
    "type": "multiple_choice",
    "year": 2021,
    "content": "공인중개사법령상 중개업의 휴업 및 재개신고 등에 관한 설명으로 옳은 것은?",
    "options": [
      "개업공인중개사가 3개월의 휴업을 하려는 경우 등록관 청에 신고해야 한다.",
      "개업공인중개사가 6개월을 초과하여 휴업을 할 수 있는 사유 는 취학, 질병으로 인한 요양, 징집으로 인한 입영에 한한다. 2021년 제32회 공인중개",
      "개업공인중개사가 휴업기간 변경신고를 하려면 중개사무소 등록증을 휴업기간변경신고서에 첨부하여 제출해야 한다.",
      "재개신고는 휴업기간 변경신고와 달리 전자문서에 의한 신고를 할 수 없다.",
      "재개신고를 받은 등록관청은 반납을 받은 중개사무소등 록증을 즉시 반환해야 한다."
    ],
    "correctIndex": 4,
    "explanation": ""
  },
  {
    "id": "s5_q0018",
    "type": "multiple_choice",
    "year": 2021,
    "content": "공인중개사법령상 개업공인중개사가 지체 없이 사무 소의 간판을 철거해야 하는 사유를 모두 고른 것은? ㄱ. 등록관청에 중개사무소의 이전사실을 신고한 경우 ㄴ. 등록관청에 폐업사실을 신고한 경우 ㄷ. 중개사무소의 개설등록 취소처분을 받은 경우 ㄹ. 등록관청에 6개월을 초과하는 휴업신고를 한 경우",
    "options": [
      "ㄹ",
      "ㄱ, ㄷ",
      "ㄴ, ㄷ",
      "ㄱ, ㄴ, ㄷ",
      "ㄱ, ㄴ, ㄷ, ㄹ"
    ],
    "correctIndex": 3,
    "explanation": ""
  },
  {
    "id": "s5_q0019",
    "type": "multiple_choice",
    "year": 2021,
    "content": "공인중개사법령상 중개행위 등에 관한 설명으로 옳 은 것은?(다툼이 있으면 판례에 따름)",
    "options": [
      "중개행위에 해당하는지 여부는 개업공인중개사의 행위 를 객관적으로 보아 판단할 것이 아니라 개업공인중개 사의 주관적 의사를 기준으로 판단해야 한다.",
      "임대차계약을 알선한 개업공인중개사가 계약 체결 후에 도 목적물의 인도 등 거래당사자의 계약상 의무의 실현 에 관여함으로써 계약상 의무가 원만하게 이행되도록 주선할 것이 예정되어 있는 경우, 그러한 개업공인중개 사의 행위는 사회통념상 중개행위의 범주에 포함된다.",
      "소속공인중개사는 자신의 중개사무소 개설등록을 신청 할 수 있다.",
      "개업공인중개사는 거래계약서를 작성하는 경우 거래계 약서에 서명하거나 날인하면 된다.",
      "개업공인중개사가 국토교통부장관이 정한 거래계약서 표준 서식을 사용하지 않는 경우 과태료부과처분을 받게 된다."
    ],
    "correctIndex": 1,
    "explanation": ""
  },
  {
    "id": "s5_q0020",
    "type": "multiple_choice",
    "year": 2021,
    "content": "부동산 거래신고 등에 관한 법령상 벌금 또는 과태 료의 부과기준이 ‘계약 체결 당시의 개별공시지가에 따른 해당 토지가격’ 또는 ‘해당 부동산등의 취득가 액’의 비율 형식으로 규정된 경우가 아닌 것은?",
    "options": [
      "토지거래허가구역 안에서 허가 없이 토지거래계약을 체 결한 경우",
      "외국인이 부정한 방법으로 허가를 받아 토지취득계약을 체결한 경우",
      "토지거래허가구역 안에서 속임수나 그 밖의 부정한 방 법으로 토지거래계약 허가를 받은 경우",
      "부동산매매계약을 체결한 거래당사자가 그 실제거래가 격을 거짓으로 신고한 경우",
      "부동산매매계약을 체결한 후 신고 의무자가 아닌 자가 거짓으로 부동산거래신고를 한 경우 사 2차 1교시 A형-12-3"
    ],
    "correctIndex": 1,
    "explanation": ""
  },
  {
    "id": "s5_q0021",
    "type": "multiple_choice",
    "year": 2021,
    "content": "개업공인중개사 甲, 乙, 丙에 대한 ｢공인중개사법｣ 제40조(행정제재처분효과의 승계 등)의 적용에 관한 설명으로 옳은 것을 모두 고른 것은? ㄱ. 甲이 2020. 11. 16. ｢공인중개사법｣에 따른 과 태료부과처분을 받았으나 2020. 12. 16. 폐업 신고를 하였다가 2021. 10. 15. 다시 중개사무 소의 개설등록을 하였다면, 위 과태료부과처분 의 효과는 승계된다. ㄴ. 乙이 2020. 8. 1. 국토교통부령으로 정하는 전 속중개계약서에 의하지 않고 전속중개계약을 체결한 후, 2020. 9. 1. 폐업신고를 하였다가 2021. 10. 1. 다시 중개사무소의 개설등록을 하였다면, 등록관청은 업무정지처분을 할 수 있다. ㄷ. 丙이 2018. 8. 5. 다른 사람에게 자기의 상호를 사용하여 중개업무를 하게 한 후, 2018. 9. 5. 폐업신고를 하였다가 2021. 10. 5. 다시 중개사 무소의 개설등록을 하였다면, 등록관청은 개설 등록을 취소해야 한다.",
    "options": [
      "ㄱ",
      "ㄱ, ㄴ",
      "ㄱ, ㄷ",
      "ㄴ, ㄷ",
      "ㄱ, ㄴ, ㄷ"
    ],
    "correctIndex": 0,
    "explanation": ""
  },
  {
    "id": "s5_q0022",
    "type": "multiple_choice",
    "year": 2021,
    "content": "개업공인중개사 甲의 중개로 乙과 丙은 丙 소유의 주택에 관하여 임대차계약(이하 ‘계약’이라 함)을 체 결하려 한다. ｢주택임대차보호법｣의 적용에 관한 甲 의 설명으로 틀린 것은?(임차인 乙은 자연인임)",
    "options": [
      "乙과 丙이 임대차기간을 2년 미만으로 정한다면 乙은 그 임대차기간이 유효함을 주장할 수 없다.",
      "계약이 묵시적으로 갱신되면 임대차의 존속기간은 2년 으로 본다.",
      "계약이 묵시적으로 갱신되면 乙은 언제든지 丙에게 계 약해지를 통지할 수 있고, 丙이 그 통지를 받은 날부터 3개월이 지나면 해지의 효력이 발생한다.",
      "乙이 丙에게 계약갱신요구권을 행사하여 계약이 갱신되 면, 갱신되는 임대차의 존속기간은 2년으로 본다.",
      "乙이 丙에게 계약갱신요구권을 행사하여 계약이 갱신된 경우 乙은 언제든지 丙에게 계약해지를 통지할 수 있다."
    ],
    "correctIndex": 0,
    "explanation": ""
  },
  {
    "id": "s5_q0023",
    "type": "multiple_choice",
    "year": 2021,
    "content": "공인중개사법령상 공인중개사 자격의 취소사유에 해 당하는 것을 모두 고른 것은? ㄱ. 부정한 방법으로 공인중개사의 자격을 취득한 경우 ㄴ. 다른 사람에게 자기의 공인중개사자격증을 대 여한 경우 ㄷ. ｢공인중개사법｣에 따라 공인중개사 자격정지 처분을 받고 그 자격정지기간 중에 중개업무 를 행한 경우",
    "options": [
      "ㄱ",
      "ㄷ",
      "ㄱ, ㄴ",
      "ㄴ, ㄷ",
      "ㄱ, ㄴ, ㄷ 2021년 제32회 공인중개"
    ],
    "correctIndex": 4,
    "explanation": ""
  },
  {
    "id": "s5_q0024",
    "type": "multiple_choice",
    "year": 2021,
    "content": "｢공인중개사법｣의 내용으로 ( )에 들어갈 숫자를 바르게 나열한 것은? ○ 등록관청은 개업공인중개사가 최근 ( ㄱ )년 이내에 이 법에 의하여 ( ㄴ )회 이상 업무정 지처분을 받고 다시 업무정지처분에 해당하는 행위를 한 경우에는 중개사무소의 개설등록을 취소하여야 한다. ○ 금고 이상의 실형의 선고를 받고 그 집행이 종 료(집행이 종료된 것으로 보는 경우를 포함한 다)되거나 집행이 면제된 날부터 ( ㄷ )년이 지나지 아니한 자는 중개사무소의 개설등록을 할 수 없다. ○ 중개행위와 관련된 손해배상책임을 보장하기 위하여 이 법에 따라 공탁한 공탁금은 개업공 인중개사가 폐업한 날부터 ( ㄹ )년 이내에는 회수할 수 없다.",
    "options": [
      "ㄱ: 1, ㄴ: 2, ㄷ: 1, ㄹ: 3",
      "ㄱ: 1, ㄴ: 2, ㄷ: 3, ㄹ: 3",
      "ㄱ: 1, ㄴ: 3, ㄷ: 3, ㄹ: 1",
      "ㄱ: 2, ㄴ: 3, ㄷ: 1, ㄹ: 1",
      "ㄱ: 2, ㄴ: 3, ㄷ: 3, ㄹ: 3"
    ],
    "correctIndex": 1,
    "explanation": ""
  },
  {
    "id": "s5_q0025",
    "type": "multiple_choice",
    "year": 2021,
    "content": "공인중개사법령상 중개사무소 개설등록을 취소하여 야 하는 사유에 해당하는 것을 모두 고른 것은? ㄱ. 개업공인중개사인 법인이 해산한 경우 ㄴ. 개업공인중개사가 거짓으로 중개사무소 개설 등록을 한 경우 ㄷ. 개업공인중개사가 이중으로 중개사무소 개설 등록을 한 경우 ㄹ. 개업공인중개사가 개설등록 후 금고 이상의 형의 집행유예를 받고 그 유예기간 중에 있게 된 경우",
    "options": [
      "ㄱ, ㄴ, ㄷ",
      "ㄱ, ㄴ, ㄹ",
      "ㄱ, ㄷ, ㄹ",
      "ㄴ, ㄷ, ㄹ",
      "ㄱ, ㄴ, ㄷ, ㄹ"
    ],
    "correctIndex": 4,
    "explanation": ""
  },
  {
    "id": "s5_q0026",
    "type": "multiple_choice",
    "year": 2021,
    "content": "공인중개사법령상 개업공인중개사의 보증설정 등에 관한 설명으로 옳은 것은?",
    "options": [
      "개업공인중개사가 보증설정신고를 할 때 등록관청에 제 출해야 할 증명서류는 전자문서로 제출할 수 없다.",
      "보증기관이 보증사실을 등록관청에 직접 통보한 경우라도 개업공인중개사는 등록관청에 보증설정신고를 해야 한다.",
      "보증을 다른 보증으로 변경하려면 이미 설정된 보증의 효력이 있는 기간이 지난 후에 다른 보증을 설정해야 한다.",
      "보증변경신고를 할 때 손해배상책임보증 변경신고서 서 식의 “보증”란에 ‘변경 후 보증내용’을 기재한다.",
      "개업공인중개사가 보증보험금으로 손해배상을 한 때에 는 그 보증보험의 금액을 보전해야 하며 다른 공제에 가입할 수 없다. 사 2차 1교시 A형-12-4"
    ],
    "correctIndex": 3,
    "explanation": ""
  },
  {
    "id": "s5_q0027",
    "type": "multiple_choice",
    "year": 2021,
    "content": "공인중개사법령상 공인중개사협회(이하 ‘협회’라 함) 에 관한 설명으로 틀린 것은?",
    "options": [
      "협회는 시ㆍ도지사로부터 위탁을 받아 실무교육에 관한 업무를 할 수 있다.",
      "협회는 공제사업을 하는 경우 책임준비금을 다른 용도 로 사용하려면 국토교통부장관의 승인을 얻어야 한다.",
      "협회는 ｢공인중개사법｣에 따른 협회의 설립목적을 달성 하기 위한 경우에도 부동산 정보제공에 관한 업무를 수 행할 수 없다.",
      "협회에 관하여 ｢공인중개사법｣에 규정된 것 외에는 ｢민 법｣ 중 사단법인에 관한 규정을 적용한다.",
      "협회는 공제사업을 다른 회계와 구분하여 별도의 회계 로 관리해야 한다."
    ],
    "correctIndex": 2,
    "explanation": ""
  },
  {
    "id": "s5_q0028",
    "type": "multiple_choice",
    "year": 2021,
    "content": "공인중개사법령상 포상금을 지급받을 수 있는 신고 또는 고발의 대상이 아닌 것은?",
    "options": [
      "중개사무소의 개설등록을 하지 않고 중개업을 한 자",
      "부정한 방법으로 중개사무소의 개설등록을 한 자",
      "공인중개사자격증을 다른 사람으로부터 양수받은 자",
      "개업공인중개사로서 부당한 이익을 얻을 목적으로 거짓 으로 거래가 완료된 것처럼 꾸미는 등 중개대상물의 시 세에 부당한 영향을 줄 우려가 있는 행위를 한 자",
      "개업공인중개사로서 중개의뢰인과 직접 거래를 한 자"
    ],
    "correctIndex": 4,
    "explanation": ""
  },
  {
    "id": "s5_q0029",
    "type": "multiple_choice",
    "year": 2021,
    "content": "공인중개사법령상 개업공인중개사에 대한 업무정지처분 을 할 수 있는 사유에 해당하는 것을 모두 고른 것은? ㄱ. 부동산거래정보망에 중개대상물에 관한 정보를 거짓으로 공개한 경우 ㄴ. 거래당사자에게 교부해야 하는 중개대상물확인ㆍ 설명서를 교부하지 않은 경우 ㄷ. 거래당사자에게 교부해야 하는 거래계약서를 적 정하게 작성ㆍ교부하지 않은 경우 ㄹ. 해당 중개대상물의 거래상의 중요사항에 관하여 거짓된 언행으로 중개의뢰인의 판단을 그르치게 하는 행위를 한 경우",
    "options": [
      "ㄱ, ㄷ",
      "ㄴ, ㄹ",
      "ㄱ, ㄴ, ㄷ",
      "ㄴ, ㄷ, ㄹ",
      "ㄱ, ㄴ, ㄷ, ㄹ"
    ],
    "correctIndex": 4,
    "explanation": ""
  },
  {
    "id": "s5_q0030",
    "type": "multiple_choice",
    "year": 2021,
    "content": "공인중개사법령상 소속공인중개사로서 업무를 수행 하는 기간 동안 발생한 사유 중 자격정지사유로 규 정되어 있지 않은 것은?",
    "options": [
      "둘 이상의 중개사무소에 소속된 경우",
      "성실ㆍ정확하게 중개대상물의 확인ㆍ설명을 하지 않은 경우",
      "등록관청에 등록하지 않은 인장을 사용하여 중개행위를 한 경우",
      "｢공인중개사법｣을 위반하여 징역형의 선고를 받은 경우",
      "중개대상물의 매매를 업으로 하는 행위를 한 경우 2021년 제32회 공인중개"
    ],
    "correctIndex": 3,
    "explanation": ""
  },
  {
    "id": "s5_q0031",
    "type": "multiple_choice",
    "year": 2021,
    "content": "공인중개사법령상 개업공인중개사의 행위 중 과태료 부과대상이 아닌 것은?",
    "options": [
      "중개대상물의 거래상의 중요사항에 관해 거짓된 언행으 로 중개의뢰인의 판단을 그르치게 한 경우",
      "휴업신고에 따라 휴업한 중개업을 재개하면서 등록관청 에 그 사실을 신고하지 않은 경우",
      "중개대상물에 관한 권리를 취득하려는 중개의뢰인에게 해당 중개대상물의 권리관계를 성실․정확하게 확인․ 설명하지 않은 경우",
      "인터넷을 이용하여 중개대상물에 대한 표시ㆍ광고를 하 면서 중개대상물의 종류별로 가격 및 거래형태를 명시 하지 않은 경우",
      "연수교육을 정당한 사유 없이 받지 않은 경우"
    ],
    "correctIndex": 0,
    "explanation": ""
  },
  {
    "id": "s5_q0032",
    "type": "multiple_choice",
    "year": 2021,
    "content": "부동산 거래신고 등에 관한 법령상 신고포상금 지급 대상에 해당하는 위반행위를 모두 고른 것은? ㄱ. 부동산 매매계약의 거래당사자가 부동산의 실 제 거래가격을 거짓으로 신고하는 행위 ㄴ. 부동산 매매계약에 관하여 개업공인중개사에 게 신고를 하지 않도록 요구하는 행위 ㄷ. 토지거래계약허가를 받아 취득한 토지를 허가 받은 목적대로 이용하지 않는 행위 ㄹ. 부동산 매매계약에 관하여 부동산의 실제 거 래가격을 거짓으로 신고하도록 조장하는 행위",
    "options": [
      "ㄱ, ㄷ",
      "ㄱ, ㄹ",
      "ㄴ, ㄹ",
      "ㄱ, ㄴ, ㄷ",
      "ㄴ, ㄷ, ㄹ"
    ],
    "correctIndex": 0,
    "explanation": ""
  },
  {
    "id": "s5_q0033",
    "type": "multiple_choice",
    "year": 2021,
    "content": "공인중개사법령상 중개사무소의 설치에 관한 설명으 로 틀린 것은?",
    "options": [
      "법인이 아닌 개업공인중개사는 그 등록관청의 관할구역 안에 1개의 중개사무소만 둘 수 있다.",
      "다른 법률의 규정에 따라 중개업을 할 수 있는 법인의 분사무소에는 공인중개사를 책임자로 두지 않아도 된다.",
      "개업공인중개사가 중개사무소를 공동으로 사용하려면 중개사무소의 개설등록 또는 이전신고를 할 때 그 중개 사무소를 사용할 권리가 있는 다른 개업공인중개사의 승낙서를 첨부해야 한다.",
      "법인인 개업공인중개사가 분사무소를 두려는 경우 소유 ㆍ전세ㆍ임대차 또는 사용대차 등의 방법으로 사용권을 확보해야 한다.",
      "법인인 개업공인중개사가 그 등록관청의 관할구역 외의 지역에 둘 수 있는 분사무소는 시․도별로 1개소를 초 과할 수 없다. 사 2차 1교시 A형-12-5"
    ],
    "correctIndex": 4,
    "explanation": ""
  },
  {
    "id": "s5_q0034",
    "type": "multiple_choice",
    "year": 2021,
    "content": "甲이 ｢건축법 시행령｣에 따른 단독주택을 매수하는 계약을 체결하였을 때, 부동산 거래신고 등에 관한 법령에 따라 甲 본인이 그 주택에 입주할지 여부를 신고해야 하는 경우를 모두 고른 것은?(甲, 乙, 丙은 자연인이고, 丁은 ｢지방공기업법｣상 지방공단임) ㄱ. 甲이 ｢주택법｣상 투기과열지구에 소재하는 乙 소유의 주택을 실제 거래가격 3억원으로 매수 하는 경우 ㄴ. 甲이 ｢주택법｣상 ‘투기과열지구 또는 조정대상 지역’ 외의 장소에 소재하는 丙 소유의 주택을 실제 거래가격 5억원으로 매수하는 경우 ㄷ. 甲이 ｢주택법｣상 투기과열지구에 소재하는 丁 소유의 주택을 실제 거래가격 10억원으로 매 수하는 경우",
    "options": [
      "ㄱ",
      "ㄴ",
      "ㄱ, ㄴ",
      "ㄱ, ㄷ",
      "ㄴ, ㄷ"
    ],
    "correctIndex": 0,
    "explanation": ""
  },
  {
    "id": "s5_q0035",
    "type": "multiple_choice",
    "year": 2021,
    "content": "개업공인중개사 甲이 A도 B시 소재의 X주택에 관한 乙과 丙 간의 임대차계약 체결을 중개하면서 ｢부동산 거래신고 등에 관한 법률｣에 따른 주택임대차계약의 신고에 관하여 설명한 내용의 일부이다. ( )에 들어 갈 숫자를 바르게 나열한 것은?(X주택은 ｢주택임대 차보호법｣의 적용대상이며, 乙과 丙은 자연인임) 보증금이 ( ㄱ )천만원을 초과하거나 월 차임이 ( ㄴ )만원을 초과하는 주택임대차계약을 신규로 체결한 계약당사자는 그 보증금 또는 차임 등을 임대차계약의 체결일부터 ( ㄷ )일 이내에 주택 소 재지를 관할하는 신고관청에 공동으로 신고해야 한다.",
    "options": [
      "ㄱ: 3, ㄴ: 30, ㄷ: 60",
      "ㄱ: 3, ㄴ: 50, ㄷ: 30",
      "ㄱ: 6, ㄴ: 30, ㄷ: 30",
      "ㄱ: 6, ㄴ: 30, ㄷ: 60",
      "ㄱ: 6, ㄴ: 50, ㄷ: 60"
    ],
    "correctIndex": 2,
    "explanation": ""
  },
  {
    "id": "s5_q0036",
    "type": "multiple_choice",
    "year": 2021,
    "content": "공인중개사법령상 벌칙 부과대상 행위 중 피해자의 명시한 의사에 반하여 벌하지 않는 경우는?",
    "options": [
      "거래정보사업자가 개업공인중개사로부터 의뢰받은 내용 과 다르게 중개대상물의 정보를 부동산거래정보망에 공 개한 경우",
      "개업공인중개사가 그 업무상 알게 된 비밀을 누설한 경우",
      "개업공인중개사가 중개의뢰인으로부터 법령으로 정한 보수를 초과하여 금품을 받은 경우",
      "시세에 부당한 영향을 줄 목적으로 개업공인중개사에게 중개대상물을 시세보다 현저하게 높게 표시ㆍ광고하도록 강요하는 방법으로 개업공인중개사의 업무를 방해한 경우",
      "개업공인중개사가 단체를 구성하여 단체 구성원 이외의 자와 공동중개를 제한한 경우 2021년 제32회 공인중개"
    ],
    "correctIndex": 1,
    "explanation": ""
  },
  {
    "id": "s5_q0037",
    "type": "multiple_choice",
    "year": 2021,
    "content": "부동산 거래신고 등에 관한 법령상 외국인등의 부동 산 취득에 관한 설명으로 옳은 것을 모두 고른 것 은?(단, 법 제7조에 따른 상호주의는 고려하지 않음) ㄱ. 대한민국의 국적을 보유하고 있지 않은 개인 이 이사 등 임원의 2분의 1 이상인 법인은 외 국인등에 해당한다. ㄴ. 외국인등이 건축물의 개축을 원인으로 대한민 국 안의 부동산을 취득한 때에도 부동산 취득 신고를 해야 한다. ㄷ. ｢군사기지 및 군사시설 보호법｣에 따른 군사 기지 및 군사시설 보호구역 안의 토지는 외국 인등이 취득할 수 없다. ㄹ. 외국인등이 허가 없이 ｢자연환경보전법｣에 따 른 생태ㆍ경관보전지역 안의 토지를 취득하는 계약을 체결한 경우 그 계약은 효력이 발생하 지 않는다.",
    "options": [
      "ㄱ, ㄷ",
      "ㄱ, ㄹ",
      "ㄱ, ㄴ, ㄹ",
      "ㄴ, ㄷ, ㄹ",
      "ㄱ, ㄴ, ㄷ, ㄹ"
    ],
    "correctIndex": 2,
    "explanation": ""
  },
  {
    "id": "s5_q0038",
    "type": "multiple_choice",
    "year": 2021,
    "content": "부동산 거래신고 등에 관한 법령상 토지거래계약허 가를 받아 취득한 토지를 허가받은 목적대로 이용하 고 있지 않은 경우 시장ㆍ군수ㆍ구청장이 취할 수 있는 조치가 아닌 것은?",
    "options": [
      "과태료를 부과할 수 있다.",
      "토지거래계약허가를 취소할 수 있다.",
      "3개월 이내의 기간을 정하여 토지의 이용 의무를 이행 하도록 문서로 명할 수 있다.",
      "해당 토지에 관한 토지거래계약 허가신청이 있을 때 국 가, 지방자치단체, 한국토지주택공사가 그 토지의 매수 를 원하면 이들 중에서 매수할 자를 지정하여 협의 매 수하게 할 수 있다.",
      "해당 토지를 직접 이용하지 않고 임대하고 있다는 이유 로 이행명령을 했음에도 정해진 기간에 이행되지 않은 경우, 토지 취득가액의 100분의 7에 상당하는 금액의 이행강제금을 부과한다. 사 2차 1교시 A형-12-6"
    ],
    "correctIndex": 0,
    "explanation": ""
  },
  {
    "id": "s5_q0039",
    "type": "multiple_choice",
    "year": 2021,
    "content": "부동산 거래신고 등에 관한 법령상 토지거래허가에 관한 내용으로 옳은 것은?",
    "options": [
      "토지거래허가구역의 지정은 그 지정을 공고한 날부터 3 일 후에 효력이 발생한다.",
      "토지거래허가구역의 지정 당시 국토교통부장관 또는 시 ㆍ도지사가 따로 정하여 공고하지 않은 경우, ｢국토의 계획 및 이용에 관한 법률｣에 따른 도시지역 중 녹지지 역 안의 180제곱미터 면적의 토지거래계약에 관하여는 허가가 필요 없다.",
      "토지거래계약을 허가받은 자는 대통령령으로 정하는 사 유가 있는 경우 외에는 토지 취득일부터 10년간 그 토 지를 허가받은 목적대로 이용해야 한다.",
      "허가받은 목적대로 토지를 이용하지 않았음을 이유로 이행강제금 부과처분을 받은 자가 시장ㆍ군수ㆍ구청장 에게 이의를 제기하려면 그 처분을 고지받은 날부터 60 일 이내에 해야 한다.",
      "토지거래허가신청에 대해 불허가처분을 받은 자는 그 통지를 받은 날부터 1개월 이내에 시장ㆍ군수ㆍ구청장 에게 해당 토지에 관한 권리의 매수를 청구할 수 있다."
    ],
    "correctIndex": 4,
    "explanation": ""
  },
  {
    "id": "s5_q0040",
    "type": "multiple_choice",
    "year": 2021,
    "content": "부동산 거래신고 등에 관한 법령상 토지거래허가구역 (이하 ‘허가구역’이라 함)에 관한 설명으로 옳은 것은?",
    "options": [
      "시․도지사는 법령의 개정으로 인해 토지이용에 대한 행 위제한이 강화되는 지역을 허가구역으로 지정할 수 있다.",
      "토지의 투기적인 거래 성행으로 지가가 급격히 상승하 는 등의 특별한 사유가 있으면 5년을 넘는 기간으로 허 가구역을 지정할 수 있다.",
      "허가구역 지정의 공고에는 허가구역에 대한 축척 5만분 의 1 또는 2만5천분의 1의 지형도가 포함되어야 한다.",
      "허가구역을 지정한 시ㆍ도지사는 지체 없이 허가구역 지정에 관한 공고내용을 관할 등기소의 장에게 통지해 야 한다.",
      "허가구역 지정에 이의가 있는 자는 그 지정이 공고된 날부터 1개월 내에 시장ㆍ군수ㆍ구청장에게 이의를 신 청할 수 있다. 2021년 제32회 공인중개"
    ],
    "correctIndex": 0,
    "explanation": ""
  },
  {
    "id": "s5_y2021_b0017",
    "type": "fill_in_the_blank",
    "content": "[BLANK]를 받은 등록관청은 반납을 받은 중개사무소등 록증을 즉시 반환해야 한다.",
    "answer": "재개신고",
    "explanation": "공인중개사법령상 중개업의 휴업 및 재개신고 등 — 재개신고를 받은 등록관청은 반납을 받은 중개사무소등 록증을 즉시 반환해야 한다."
  },
  {
    "id": "s5_y2021_b0019",
    "type": "fill_in_the_blank",
    "content": "[BLANK]을 알선한 개업공인중개사가 계약 체결 후에 도 목적물의 인도 등 거래당사자의 계약상 의무의 실현 에 관여함으로써 계약상 의무가 원만하게 이행되도록 주선할 것이 예정되어 있는 경우, 그러한 개업공인중개 사의 행위는 사회통념상 중개행위의 범주에 포함된다.",
    "answer": "임대차계약",
    "explanation": "공인중개사법령상 중개행위 등 — 임대차계약을 알선한 개업공인중개사가 계약 체결 후에 도 목적물의 인도 등 거래당사자의 계약상 의무의 실현 에 관여함으로써 계약상 의무가 원만하게 이행되도록 주선할 것이 예정되어 있는 경우, 그러한 개업공인중개 사의 행위는 사회통념상 중개"
  },
  {
    "id": "s5_y2021_b0026",
    "type": "fill_in_the_blank",
    "content": "[BLANK]를 할 때 손해배상책임보증 변경신고서 서 식의 “보증”란에 ‘변경 후 보증내용’을 기재한다.",
    "answer": "보증변경신고",
    "explanation": "공인중개사법령상 개업공인중개사의 보증설정 등 — 보증변경신고를 할 때 손해배상책임보증 변경신고서 서 식의 “보증”란에 ‘변경 후 보증내용’을 기재한다."
  },
  {
    "id": "s5_y2021_b0030",
    "type": "fill_in_the_blank",
    "content": "[BLANK]을 위반하여 징역형의 선고를 받은 경우",
    "answer": "｢공인중개사법｣",
    "explanation": "｢공인중개사법｣을 위반하여 징역형의 선고를 받은 경우"
  },
  {
    "id": "s5_y2021_b0036",
    "type": "fill_in_the_blank",
    "content": "[BLANK]가 그 업무상 알게 된 비밀을 누설한 경우",
    "answer": "개업공인중개사",
    "explanation": "개업공인중개사가 그 업무상 알게 된 비밀을 누설한 경우"
  },
  {
    "id": "s5_y2021_b0039",
    "type": "fill_in_the_blank",
    "content": "[BLANK]가신청에 대해 불허가처분을 받은 자는 그 통지를 받은 날부터 1개월 이내에 시장ㆍ군수ㆍ구청장 에게 해당 토지에 관한 권리의 매수를 청구할 수 있다.",
    "answer": "토지거래허",
    "explanation": "부동산 거래신고 등 — 토지거래허가신청에 대해 불허가처분을 받은 자는 그 통지를 받은 날부터 1개월 이내에 시장ㆍ군수ㆍ구청장 에게 해당 토지에 관한 권리의 매수를 청구할 수 있다."
  },
  {
    "id": "s5_y2021_b0040",
    "type": "fill_in_the_blank",
    "content": "시․도지사는 법령의 [BLANK]로 인해 토지이용에 대한 행 위제한이 강화되는 지역을 허가구역으로 지정할 수 있다.",
    "answer": "개정으",
    "explanation": "부동산 거래신고 등 — 시․도지사는 법령의 개정으로 인해 토지이용에 대한 행 위제한이 강화되는 지역을 허가구역으로 지정할 수 있다."
  },
  {
    "id": "s5_q0041",
    "type": "multiple_choice",
    "year": 2022,
    "content": "공인중개사법령상 용어의 설명으로 틀린 것은?",
    "options": [
      "중개는 중개대상물에 대하여 거래당사자간의 매매ㆍ교 환ㆍ임대차 그 밖의 권리의 득실변경에 관한 행위를 알 선하는 것을 말한다.",
      "개업공인중개사는 이 법에 의하여 중개사무소의 개설등 록을 한 자를 말한다.",
      "중개업은 다른 사람의 의뢰에 의하여 일정한 보수를 받 고 중개를 업으로 행하는 것을 말한다.",
      "개업공인중개사인 법인의 사원 또는 임원으로서 공인중 개사인 자는 소속공인중개사에 해당하지 않는다.",
      "중개보조원은 공인중개사가 아닌 자로서 개업공인중개 사에 소속되어 개업공인중개사의 중개업무와 관련된 단 순한 업무를 보조하는 자를 말한다."
    ],
    "correctIndex": 3,
    "explanation": ""
  },
  {
    "id": "s5_q0042",
    "type": "multiple_choice",
    "year": 2022,
    "content": "공인중개사법령상 중개대상물에 해당하는 것을 모두 고른 것은?(다툼이 있으면 판례에 따름) ㄱ. 동ㆍ호수가 특정되어 분양계약이 체결된 아파 트분양권 ㄴ. 기둥과 지붕 그리고 주벽이 갖추어진 신축 중 인 미등기상태의 건물 ㄷ. 아파트 추첨기일에 신청하여 당첨되면 아파트의 분양예정자로 선정될 수 있는 지위인 입주권 ㄹ. 주택이 철거될 경우 일정한 요건 하에 택지개발 지구 내에 이주자택지를 공급받을 지위인 대토권",
    "options": [
      "ㄱ, ㄴ",
      "ㄴ, ㄷ",
      "ㄷ, ㄹ",
      "ㄱ, ㄴ, ㄹ",
      "ㄱ, ㄴ, ㄷ, ㄹ"
    ],
    "correctIndex": 0,
    "explanation": ""
  },
  {
    "id": "s5_q0043",
    "type": "multiple_choice",
    "year": 2022,
    "content": "공인중개사법령상 공인중개사 정책심의위원회의 공 인중개사 업무에 관한 심의사항에 해당하는 것을 모 두 고른 것은? ㄱ. 공인중개사의 시험 등 공인중개사의 자격취득 에 관한 사항 ㄴ. 부동산 중개업의 육성에 관한 사항 ㄷ. 중개보수 변경에 관한 사항 ㄹ. 손해배상책임의 보장 등에 관한 사항",
    "options": [
      "ㄱ",
      "ㄴ, ㄷ",
      "ㄴ, ㄹ",
      "ㄱ, ㄷ, ㄹ",
      "ㄱ, ㄴ, ㄷ, ㄹ"
    ],
    "correctIndex": 4,
    "explanation": ""
  },
  {
    "id": "s5_q0044",
    "type": "multiple_choice",
    "year": 2022,
    "content": "공인중개사법령상 공인중개사자격증에 관한 설명으 로 틀린 것은?",
    "options": [
      "시ㆍ도지사는 공인중개사자격 시험합격자의 결정 공고 일부터 2개월 이내에 시험합격자에게 공인중개사자격증 을 교부해야 한다.",
      "공인중개사자격증의 재교부를 신청하는 자는 재교부신 청서를 자격증을 교부한 시ㆍ도지사에게 제출해야 한다. 2022년 제33회 공인중개",
      "공인중개사자격증의 재교부를 신청하는 자는 해당 지방 자치단체의 조례로 정하는 바에 따라 수수료를 납부해야 한다.",
      "공인중개사는 유ㆍ무상 여부를 불문하고 자기의 공인중 개사자격증을 양도해서는 아니된다.",
      "공인중개사가 아닌 자로서 공인중개사 명칭을 사용한 자 는 1년 이하의 징역 또는 1천만원 이하의 벌금에 처한다."
    ],
    "correctIndex": 0,
    "explanation": ""
  },
  {
    "id": "s5_q0045",
    "type": "multiple_choice",
    "year": 2022,
    "content": "공인중개사법령상 중개사무소 개설등록의 결격사유 가 있는 자를 모두 고른 것은? ㄱ. 금고 이상의 실형의 선고를 받고 그 집행이 면제된 날부터 2년이 된 자 ㄴ. 공인중개사법을 위반하여 200만원의 벌금형의 선고를 받고 2년이 된 자 ㄷ. 사원 중 금고 이상의 형의 집행유예를 받고 그 유예기간 중에 있는 자가 있는 법인",
    "options": [
      "ㄱ",
      "ㄴ",
      "ㄱ, ㄷ",
      "ㄴ, ㄷ",
      "ㄱ, ㄴ, ㄷ"
    ],
    "correctIndex": 2,
    "explanation": ""
  },
  {
    "id": "s5_q0046",
    "type": "multiple_choice",
    "year": 2022,
    "content": "공인중개사법령상 중개업 등에 관한 설명으로 옳은 것은?",
    "options": [
      "소속공인중개사는 중개사무소의 개설등록을 신청할 수 있다.",
      "법인인 개업공인중개사는 ‘중개업’과 ‘개업공인중개사를 대상으로 한 중개업의 경영기법 및 경영정보의 제공업 무’를 함께 할 수 없다.",
      "법인인 개업공인중개사가 등록관청의 관할 구역 외의 지역에 분사무소를 두기 위해서는 등록관청의 허가를 받아야 한다.",
      "소속공인중개사는 등록관청에 신고를 거쳐 천막 그 밖 에 이동이 용이한 임시 중개시설물을 설치할 수 있다.",
      "개업공인중개사는 의뢰받은 중개대상물에 대한 표시ㆍ 광고에 중개보조원에 관한 사항을 명시해서는 아니된다."
    ],
    "correctIndex": 4,
    "explanation": ""
  },
  {
    "id": "s5_q0047",
    "type": "multiple_choice",
    "year": 2022,
    "content": "부동산 거래신고 등에 관한 법령상 2년 이하의 징역 또는 계약 체결 당시의 개별공시지가에 따른 해당 토지가격의 100분의 30에 해당하는 금액 이하의 벌 금에 처해지는 자는?",
    "options": [
      "신고관청의 관련 자료의 제출요구에도 거래대금 지급을 증명할 수 있는 자료를 제출하지 아니한 자",
      "토지거래허가구역 내에서 토지거래계약허가를 받은 사 항을 변경하려는 경우 변경허가를 받지 아니하고 토지 거래계약을 체결한 자",
      "외국인이 경매로 대한민국 안의 부동산을 취득한 후 취 득 신고를 하지 아니한 자",
      "개업공인중개사에게 부동산거래신고를 하지 아니하게 한 자",
      "부동산의 매매계약을 체결한 후 신고 의무자가 아닌 자 가 거짓으로 부동산거래신고를 하는 자 사 2차 1교시 A형-12-1"
    ],
    "correctIndex": 1,
    "explanation": ""
  },
  {
    "id": "s5_q0048",
    "type": "multiple_choice",
    "year": 2022,
    "content": "공인중개사법령상 개업공인중개사의 일반중개계약과 전속중개계약에 관한 설명으로 옳은 것은?",
    "options": [
      "일반중개계약은 중개의뢰인이 중개대상물의 중개를 의 뢰하기 위해 특정한 개업공인중개사를 정하여 그 개업 공인중개사에 한정하여 중개대상물을 중개하도록 하는 계약을 말한다.",
      "개업공인중개사가 일반중개계약을 체결한 때에는 중개 의뢰인이 비공개를 요청하지 않은 경우, 부동산거래정 보망에 해당 중개대상물에 관한 정보를 공개해야 한다.",
      "개업공인중개사가 일반중개계약을 체결한 때에는 중개 의뢰인에게 2주일에 1회 이상 중개업무 처리상황을 문 서로 통지해야 한다.",
      "개업공인중개사가 국토교통부령으로 정하는 전속중개계 약서에 의하지 아니하고 전속중개계약을 체결한 행위는 업무정지 사유에 해당하지 않는다.",
      "표준서식인 일반중개계약서와 전속중개계약서에는 개업 공인중개사가 중개보수를 과다수령 시 그 차액의 환급 을 공통적으로 규정하고 있다."
    ],
    "correctIndex": 4,
    "explanation": ""
  },
  {
    "id": "s5_q0049",
    "type": "multiple_choice",
    "year": 2022,
    "content": "공인중개사법령상 중개대상물 확인ㆍ설명서[Ⅱ](비주 거용 건축물)에서 개업공인중개사의 기본 확인사항 이 아닌 것은?",
    "options": [
      "소재지, 면적 등 대상물건의 표시에 관한 사항",
      "소유권 외의 권리사항",
      "비선호시설(1km이내)의 유무에 관한 사항",
      "관리주체 등 관리에 관한 사항",
      "소유권에 관한 사항"
    ],
    "correctIndex": 2,
    "explanation": ""
  },
  {
    "id": "s5_q0050",
    "type": "multiple_choice",
    "year": 2022,
    "content": "공인중개사법령상 중개보수의 제한에 관한 설명으로 옳 은 것을 모두 고른 것은?(다툼이 있으면 판례에 따름) ㄱ. 공인중개사법령상 중개보수 제한 규정들은 공매 대상 부동산 취득의 알선에 대해서는 적용되지 않는다. ㄴ. 공인중개사법령에서 정한 한도를 초과하는 부동 산 중개보수 약정은 한도를 초과하는 범위 내에 서 무효이다. ㄷ. 개업공인중개사는 중개대상물에 대한 거래계약이 완료되지 않을 경우에도 중개의뢰인과 중개행위 에 상응하는 보수를 지급하기로 약정할 수 있고, 이 경우 공인중개사법령상 중개보수 제한 규정들 이 적용된다.",
    "options": [
      "ㄱ",
      "ㄷ",
      "ㄱ, ㄴ",
      "ㄴ, ㄷ",
      "ㄱ, ㄴ, ㄷ 2022년 제33회 공인중개"
    ],
    "correctIndex": 3,
    "explanation": ""
  },
  {
    "id": "s5_q0051",
    "type": "multiple_choice",
    "year": 2022,
    "content": "공인중개사법령상 ( )에 들어갈 숫자가 큰 것부터 작은 것 순으로 옳게 나열된 것은? ○개업공인중개사가 공제금으로 손해배상을 한 때에는 ( ㄱ )일 이내에 공제에 다시 가입해야 한다. ○개업공인중개사가 등록한 인장을 변경한 경우 변경일부터 ( ㄴ )일 이내에 그 변경된 인장을 등록관청에 등록해야 한다. ○개업공인중개사는 중개사무소를 이전한 때에는 이전한 날부터 ( ㄷ )일 이내에 국토교통부령으 로 정하는 바에 따라 등록관청에 이전사실을 신고해야 한다.",
    "options": [
      "ㄱ-ㄷ-ㄴ",
      "ㄴ-ㄱ-ㄷ",
      "ㄴ-ㄷ-ㄱ",
      "ㄷ-ㄱ-ㄴ",
      "ㄷ-ㄴ-ㄱ"
    ],
    "correctIndex": 0,
    "explanation": ""
  },
  {
    "id": "s5_q0052",
    "type": "multiple_choice",
    "year": 2022,
    "content": "공인중개사법령상 개업공인중개사의 거래계약서 작성 등에 관한 설명으로 옳은 것은?",
    "options": [
      "개업공인중개사가 국토교통부장관이 정하는 거래계약서 표준서식을 사용하지 아니한 경우, 시ㆍ도지사는 그 자 격을 취소해야 한다.",
      "중개대상물확인ㆍ설명서 교부일자는 거래계약서에 기재 해야 하는 사항이다.",
      "하나의 거래계약에 대하여 서로 다른 둘 이상의 거래계 약서를 작성한 경우, 시ㆍ도지사는 3개월의 범위 안에 서 그 업무를 정지해야 한다.",
      "중개행위를 한 소속공인중개사가 거래계약서를 작성하는 경우, 그 소속공인중개사가 거래계약서에 서명 및 날인하 여야 하며 개업공인중개사는 서명 및 날인의무가 없다.",
      "거래계약서가 ｢전자문서 및 전자거래 기본법｣에 따른 공인전자문서센터에 보관된 경우 3년간 그 사본을 보존 해야 한다."
    ],
    "correctIndex": 1,
    "explanation": ""
  },
  {
    "id": "s5_q0053",
    "type": "multiple_choice",
    "year": 2022,
    "content": "공인중개사법령상 등록관청이 중개사무소의 개설등 록을 취소하여야 하는 사유로 명시되지 않은 것은?",
    "options": [
      "개업공인중개사가 업무정지기간 중에 중개업무를 한 경우",
      "개인인 개업공인중개사가 사망한 경우",
      "개업공인중개사가 이중으로 중개사무소의 개설등록을 한 경우",
      "개업공인중개사가 천막 그 밖에 이동이 용이한 임시 중 개시설물을 설치한 경우",
      "개업공인중개사가 최근 1년 이내에 이 법에 의하여 2회 이상 업무정지처분을 받고 다시 업무정지처분에 해당하 는 행위를 한 경우 사 2차 1교시 A형-12-2"
    ],
    "correctIndex": 3,
    "explanation": ""
  },
  {
    "id": "s5_q0054",
    "type": "multiple_choice",
    "year": 2022,
    "content": "공인중개사법령상 거래정보사업자의 지정을 취소할 수 있는 사유에 해당하는 것을 모두 고른 것은? ㄱ. 거짓 등 부정한 방법으로 지정을 받은 경우 ㄴ. 정당한 사유 없이 지정받은 날부터 1년 이내에 부동산거래정보망을 설치ㆍ운영하지 아니한 경우 ㄷ. 개업공인중개사로부터 공개를 의뢰받은 중개 대상물의 내용과 다르게 부동산거래정보망에 정보를 공개한 경우 ㄹ. 부동산거래정보망의 이용 및 정보제공방법 등 에 관한 운영규정을 위반하여 부동산거래정보 망을 운영한 경우",
    "options": [
      "ㄱ, ㄴ",
      "ㄴ, ㄷ",
      "ㄷ, ㄹ",
      "ㄱ, ㄷ, ㄹ",
      "ㄱ, ㄴ, ㄷ, ㄹ"
    ],
    "correctIndex": 4,
    "explanation": ""
  },
  {
    "id": "s5_q0055",
    "type": "multiple_choice",
    "year": 2022,
    "content": "공인중개사법령상 3년 이하의 징역 또는 3천만원 이 하의 벌금에 처해지는 개업공인중개사등의 행위가 아닌 것은?",
    "options": [
      "관계 법령에서 양도가 금지된 부동산의 분양과 관련 있 는 증서의 매매를 중개하는 행위",
      "법정 중개보수를 초과하여 수수하는 행위",
      "중개의뢰인과 직접 거래를 하는 행위",
      "거래당사자 쌍방을 대리하는 행위",
      "단체를 구성하여 특정 중개대상물에 대하여 중개를 제 한하는 행위"
    ],
    "correctIndex": 1,
    "explanation": ""
  },
  {
    "id": "s5_q0056",
    "type": "multiple_choice",
    "year": 2022,
    "content": "공인중개사법령상 공인중개사협회(이하 ‘협회’라 함) 의 공제사업에 관한 설명으로 틀린 것은?",
    "options": [
      "협회는 공제사업을 다른 회계와 구분하여 별도의 회계 로 관리해야 한다.",
      "공제규정에서 정하는 책임준비금의 적립비율은 공제료 수입액의 100분의 20이상으로 한다.",
      "국토교통부장관은 협회의 자산상황이 불량하여 공제 가 입자의 권익을 해칠 우려가 있다고 인정하면 자산예탁 기관의 변경을 명할 수 있다.",
      "국토교통부장관은 협회의 자산상황이 불량하여 중개사 고 피해자의 권익을 해칠 우려가 있다고 인정하면 불건 전한 자산에 대한 적립금의 보유를 명할 수 있다.",
      "협회는 대통령령으로 정하는 바에 따라 매년도의 공제 사업 운용실적을 일간신문ㆍ협회보 등을 통하여 공제계 약자에게 공시해야 한다."
    ],
    "correctIndex": 1,
    "explanation": ""
  },
  {
    "id": "s5_q0057",
    "type": "multiple_choice",
    "year": 2022,
    "content": "공인중개사법령상 중개보수 등에 관한 설명으로 옳 은 것은?",
    "options": [
      "개업공인중개사의 과실로 인하여 중개의뢰인간의 거래 행위가 취소된 경우에도 개업공인중개사는 중개업무에 관하여 중개의뢰인으로부터 소정의 보수를 받는다.",
      "개업공인중개사는 권리를 이전하고자 하는 중개의뢰인 으로부터 중개대상물의 권리관계 등의 확인에 소요되는 실비를 받을 수 없다. 2022년 제33회 공인중개",
      "개업공인중개사는 권리를 취득하고자 하는 중개의뢰인 으로부터 계약금등의 반환채무이행 보장에 소요되는 실 비를 받을 수 없다.",
      "개업공인중개사의 중개보수의 지급시기는 개업공인중개 사와 중개의뢰인간의 약정에 따르되, 약정이 없을 때에 는 중개대상물의 거래대금 지급이 완료된 날로 한다.",
      "주택 외의 중개대상물의 중개에 대한 보수는 시ㆍ도의 조례로 정한다."
    ],
    "correctIndex": 3,
    "explanation": ""
  },
  {
    "id": "s5_q0058",
    "type": "multiple_choice",
    "year": 2022,
    "content": "공인중개사법령상 행정제재처분효과의 승계 등에 관 한 설명으로 옳은 것을 모두 고른 것은? ㄱ. 폐업신고 전에 개업공인중개사에게 한 업무정 지처분의 효과는 그 처분일부터 2년간 재등록 개업공인중개사에게 승계된다. ㄴ. 폐업기간이 2년을 초과한 재등록 개업공인중 개사에 대해 폐업신고 전의 중개사무소 업무 정지사유에 해당하는 위반행위를 이유로 행정 처분을 할 수 없다. ㄷ. 폐업신고 전에 개업공인중개사에게 한 과태료부 과처분의 효과는 그 처분일부터 10개월된 때에 재등록을 한 개업공인중개사에게 승계된다. ㄹ. 폐업기간이 3년 6개월이 지난 재등록 개업공 인중개사에게 폐업신고 전의 중개사무소 개설 등록 취소사유에 해당하는 위반행위를 이유로 개설등록취소처분을 할 수 없다.",
    "options": [
      "ㄱ",
      "ㄱ, ㄹ",
      "ㄴ, ㄷ",
      "ㄴ, ㄷ, ㄹ",
      "ㄱ, ㄴ, ㄷ, ㄹ"
    ],
    "correctIndex": 3,
    "explanation": ""
  },
  {
    "id": "s5_q0059",
    "type": "multiple_choice",
    "year": 2022,
    "content": "공인중개사법령상 법인이 중개사무소를 개설하려는 경우 개설등록 기준에 부합하는 것을 모두 고른 것 은?(단, 다른 법률의 규정은 고려하지 않음) ㄱ. 대표자가 공인중개사이다. ㄴ. 건축물대장(｢건축법｣에 따른 가설건축물대장 은 제외)에 기재된 건물에 전세로 중개사무소 를 확보하였다. ㄷ. 중개사무소를 개설하려는 법인이 자본금 5천 만원 이상인 ｢협동조합 기본법｣상 사회적협동 조합이다.",
    "options": [
      "ㄱ",
      "ㄷ",
      "ㄱ, ㄴ",
      "ㄴ, ㄷ",
      "ㄱ, ㄴ, ㄷ"
    ],
    "correctIndex": 2,
    "explanation": ""
  },
  {
    "id": "s5_q0060",
    "type": "multiple_choice",
    "year": 2022,
    "content": "공인중개사법령상 포상금을 지급받을 수 있는 신고 또는 고발의 대상을 모두 고른 것은? ㄱ. 중개대상물의 매매를 업으로 하는 행위를 한 자 ㄴ. 공인중개사자격증을 다른 사람으로부터 대여 받은 자 ㄷ. 해당 중개대상물의 거래상의 중요사항에 관하 여 거짓된 언행으로 중개의뢰인의 판단을 그 르치게 하는 행위를 한 자",
    "options": [
      "ㄱ",
      "ㄴ",
      "ㄱ, ㄷ",
      "ㄴ, ㄷ",
      "ㄱ, ㄴ, ㄷ 사 2차 1교시 A형-12-3"
    ],
    "correctIndex": 1,
    "explanation": ""
  },
  {
    "id": "s5_q0061",
    "type": "multiple_choice",
    "year": 2022,
    "content": "공인중개사법령상 공인중개사의 자격취소에 관한 설 명으로 틀린 것은?",
    "options": [
      "시ㆍ도지사는 공인중개사가 이 법을 위반하여 300만원 이상 벌금형의 선고를 받은 경우에는 그 자격을 취소해 야 한다.",
      "공인중개사의 자격이 취소된 자는 공인중개사자격증을 교부한 시ㆍ도지사에게 반납해야 한다.",
      "시ㆍ도지사는 공인중개사의 자격취소처분을 한 때에는 5일 이내에 이를 국토교통부장관에게 보고하고 다른 시 ㆍ도지사에게 통지해야 한다.",
      "시ㆍ도지사는 공인중개사의 자격을 취소하고자 하는 경 우에는 청문을 실시해야 한다.",
      "시ㆍ도지사는 공인중개사가 부정한 방법으로 공인중개 사의 자격을 취득한 경우에는 그 자격을 취소해야 한다."
    ],
    "correctIndex": 0,
    "explanation": ""
  },
  {
    "id": "s5_q0062",
    "type": "multiple_choice",
    "year": 2022,
    "content": "부동산 거래신고 등에 관한 법령에 대한 설명이다. ( ) 에 들어갈 숫자는?(단, 국토교통부장관 또는 시ㆍ도지사 가 따로 정하여 공고한 경우와 종전 규정에 따라 공고된 면제대상 토지면적 기준은 고려하지 않음) 경제 및 지가의 동향과 거래단위면적 등을 종합적으로 고려하여 ｢국토의 계획 및 이용에 관한 법률｣에 따른 도시지역 중 아래의 세부 용도지역별 면적 이하의 토 지에 대한 토지거래계약허가는 필요하지 아니하다. ◦주거지역: ( ㄱ )제곱미터 ◦상업지역: ( ㄴ )제곱미터 ◦공업지역: ( ㄷ )제곱미터 ◦녹지지역: ( ㄹ )제곱미터",
    "options": [
      "ㄱ: 60, ㄴ: 100, ㄷ: 100, ㄹ: 200",
      "ㄱ: 60, ㄴ: 150, ㄷ: 150, ㄹ: 200",
      "ㄱ: 180, ㄴ: 180, ㄷ: 660, ㄹ: 500",
      "ㄱ: 180, ㄴ: 200, ㄷ: 660, ㄹ: 200",
      "ㄱ: 180, ㄴ: 250, ㄷ: 500, ㄹ: 1천"
    ],
    "correctIndex": 1,
    "explanation": ""
  },
  {
    "id": "s5_q0063",
    "type": "multiple_choice",
    "year": 2022,
    "content": "부동산 거래신고 등에 관한 법령상 부동산정보체계 의 관리 대상 정보로 명시된 것을 모두 고른 것은? ㄱ. 부동산 거래계약 등 부동산거래 관련 정보 ㄴ. ｢부동산등기 특별조치법｣ 제3조에 따른 검인 관련 정보 ㄷ. 중개사무소의 개설등록에 관한 정보 ㄹ. 토지거래계약의 허가 관련 정보",
    "options": [
      "ㄱ, ㄷ",
      "ㄴ, ㄹ",
      "ㄱ, ㄴ, ㄹ",
      "ㄴ, ㄷ, ㄹ",
      "ㄱ, ㄴ, ㄷ, ㄹ"
    ],
    "correctIndex": 2,
    "explanation": ""
  },
  {
    "id": "s5_q0064",
    "type": "multiple_choice",
    "year": 2022,
    "content": "부동산 거래신고 등에 관한 법령상 외국인의 부동산 취득 등에 관한 설명으로 옳은 것은?(단, 상호주의에 따른 제한은 고려하지 않음) 2022년 제33회 공인중개",
    "options": [
      "｢자연환경보전법｣에 따른 생태ㆍ경관보전지역에서 외국 인이 토지취득의 허가를 받지 아니하고 체결한 토지취 득계약은 유효하다.",
      "외국인이 건축물의 신축을 원인으로 대한민국 안의 부 동산을 취득한 때에는 신고관청으로부터 부동산 취득의 허가를 받아야 한다.",
      "외국인이 취득하려는 토지가 토지거래허가구역과 ｢문화 재보호법｣에 따른 지정문화재와 이를 위한 보호물 또는 보호구역에 있으면 토지거래계약허가와 토지취득허가를 모두 받아야 한다.",
      "대한민국 안의 부동산을 가지고 있는 대한민국국민이 외 국인으로 변경된 경우 그 외국인이 해당 부동산을 계속 보유하려는 경우에는 부동산 보유의 허가를 받아야 한다.",
      "외국인으로부터 토지취득의 허가 신청서를 받은 신고관 청은 신청서를 받은 날부터 15일 이내에 허가 또는 불 허가 처분을 해야 한다."
    ],
    "correctIndex": 4,
    "explanation": ""
  },
  {
    "id": "s5_q0065",
    "type": "multiple_choice",
    "year": 2022,
    "content": "부동산 거래신고 등에 관한 법령상 이행강제금에 관 한 설명이다. ( )에 들어갈 숫자로 옳은 것은? 시장ㆍ군수는 토지거래계약허가를 받아 토지를 취 득한 자가 당초의 목적대로 이용하지 아니하고 방 치한 경우 그에 대하여 상당한 기간을 정하여 토 지의 이용 의무를 이행하도록 명할 수 있다. 그 의무의 이행기간은 ( ㄱ )개월 이내로 정하여야 하며, 그 정해진 기간 내에 이행되지 않은 경우, 토지 취득가액의 100분의 ( ㄴ )에 상당하는 금액 의 이행강제금을 부과한다.",
    "options": [
      "ㄱ: 3, ㄴ: 7",
      "ㄱ: 3, ㄴ: 10",
      "ㄱ: 6, ㄴ: 7",
      "ㄱ: 6, ㄴ: 10",
      "ㄱ: 12, ㄴ: 15"
    ],
    "correctIndex": 1,
    "explanation": ""
  },
  {
    "id": "s5_q0066",
    "type": "multiple_choice",
    "year": 2022,
    "content": "부동산 거래신고 등에 관한 법령상 토지거래허가구 역 등에 관한 설명으로 틀린 것은?",
    "options": [
      "시장ㆍ군수 또는 구청장은 공익사업용 토지에 대해 토 지거래계약에 관한 허가신청이 있는 경우, 한국토지주 택공사가 그 매수를 원하는 경우에는 한국토지주택공사 를 선매자(先買者)로 지정하여 그 토지를 협의 매수하 게 할 수 있다.",
      "국토교통부장관 또는 시ㆍ도지사는 허가구역의 지정 사 유가 없어졌다고 인정되면 지체 없이 허가구역의 지정 을 해제해야 한다.",
      "토지거래허가신청에 대해 불허가처분을 받은 자는 그 통지를 받은 날부터 1개월 이내에 시장ㆍ군수 또는 구 청장에게 해당 토지에 관한 권리의 매수를 청구할 수 있다.",
      "허가구역의 지정은 허가구역의 지정을 공고한 날의 다 음 날부터 그 효력이 발생한다.",
      "토지거래허가를 받으려는 자는 그 허가신청서에 계약내 용과 그 토지의 이용계획, 취득자금 조달계획 등을 적 어 시장ㆍ군수 또는 구청장에게 제출해야 한다. 사 2차 1교시 A형-12-4"
    ],
    "correctIndex": 3,
    "explanation": ""
  },
  {
    "id": "s5_q0067",
    "type": "multiple_choice",
    "year": 2022,
    "content": "부동산 거래신고 등에 관한 법령상 외국인등에 해당 되는 것을 모두 고른 것은? ㄱ. 국제연합의 전문기구 ㄴ. 대한민국의 국적을 보유하고 있지 아니한 개인 ㄷ. 외국의 법령에 따라 설립된 법인 ㄹ. 비정부간 국제기구 ㅁ. 외국 정부",
    "options": [
      "ㄱ, ㄴ",
      "ㄴ, ㄷ, ㅁ",
      "ㄱ, ㄴ, ㄷ, ㅁ",
      "ㄱ, ㄷ, ㄹ, ㅁ",
      "ㄱ, ㄴ, ㄷ, ㄹ, ㅁ"
    ],
    "correctIndex": 4,
    "explanation": ""
  },
  {
    "id": "s5_q0068",
    "type": "multiple_choice",
    "year": 2022,
    "content": "부동산 거래신고 등에 관한 법령상 토지거래허가 등 에 관한 설명으로 옳은 것은 모두 몇 개인가? ○ 농지에 대하여 토지거래계약 허가를 받은 경우 에는 ｢농지법｣에 따른 농지전용허가를 받은 것 으로 본다. ○ 국세의 체납처분을 하는 경우에는 ‘허가구역 내 토지거래에 대한 허가’의 규정을 적용한다. ○ 시장ㆍ군수는 토지 이용 의무기간이 지난 후에 도 이행강제금을 부과할 수 있다. ○ 토지의 소유권자에게 부과된 토지 이용에 관한 의무는 그 토지에 관한 소유권의 변동과 동시 에 그 승계인에게 이전한다.",
    "options": [
      "0개",
      "1개",
      "2개",
      "3개",
      "4개"
    ],
    "correctIndex": 1,
    "explanation": ""
  },
  {
    "id": "s5_q0069",
    "type": "multiple_choice",
    "year": 2022,
    "content": "개업공인중개사가 중개의뢰인에게 ｢부동산 실권리자 명의 등기에 관한 법률｣의 내용에 관하여 설명한 것 으로 옳은 것을 모두 고른 것은?(다툼이 있으면 판례 에 따름) ㄱ. 부동산의 위치와 면적을 특정하여 2인 이상이 구분소유하기로 하는 약정을 하고 그 구분소 유자의 공유로 등기한 경우, 그 등기는 ｢부동 산 실권리자명의 등기에 관한 법률｣ 위반으로 무효이다. ㄴ. 배우자 명의로 부동산에 관한 물권을 등기한 경우 조세 포탈, 강제집행의 면탈 또는 법령상 제한의 회피를 목적으로 하지 아니하는 경우 그 등기는 유효하다. ㄷ. 명의신탁자가 계약의 당사자가 되는 3자간 등 기명의신탁이 무효인 경우 명의신탁자는 매도 인을 대위하여 명의수탁자 명의의 등기의 말 소를 청구할 수 있다.",
    "options": [
      "ㄱ",
      "ㄴ",
      "ㄱ, ㄷ",
      "ㄴ, ㄷ",
      "ㄱ, ㄴ, ㄷ"
    ],
    "correctIndex": 3,
    "explanation": ""
  },
  {
    "id": "s5_q0070",
    "type": "multiple_choice",
    "year": 2022,
    "content": "매수신청대리인으로 등록한 개업공인중개사가 매수신 청대리 위임인에게 ｢민사집행법｣의 내용에 관하여 설 명한 것으로 틀린 것은?(다툼이 있으면 판례에 따름)",
    "options": [
      "후순위 저당권자가 경매신청을 하면 매각부동산 위의 모든 저당권은 매각으로 소멸된다. 2022년 제33회 공인중개",
      "전세권 및 등기된 임차권은 저당권ㆍ압류채권ㆍ가압류 채권에 대항할 수 없는 경우에는 매각으로 소멸된다.",
      "유치권자는 유치권이 성립된 목적물을 경매로 매수한 자에 대하여 그 피담보채권의 변제를 청구할 수 있다.",
      "최선순위 전세권은 그 전세권자가 배당요구를 하면 매 각으로 소멸된다.",
      "매수인은 매각대금을 다 낸 때에 매각의 목적인 권리를 취득한다."
    ],
    "correctIndex": 2,
    "explanation": ""
  },
  {
    "id": "s5_q0071",
    "type": "multiple_choice",
    "year": 2022,
    "content": "개업공인중개사가 중개의뢰인에게 ｢상가건물 임대차 보호법｣의 내용에 관하여 설명한 것으로 옳은 것을 모두 고른 것은? ㄱ. 대통령령으로 정하는 보증금액을 초과하는 임 대차인 경우에도 ｢상가건물 임대차보호법｣상 권리금에 관한 규정이 적용된다. ㄴ. 임차인이 2기의 차임액에 해당하는 금액에 이 르도록 차임을 연체한 사실이 있는 경우, 임대 인은 임차인의 계약갱신요구를 거절할 수 있다. ㄷ. 임대인의 동의를 받고 전대차계약을 체결한 전차인은 임차인의 계약갱신요구권 행사기간 이내에 임차인을 대위하여 임대인에게 계약갱 신요구권을 행사할 수 있다.",
    "options": [
      "ㄱ",
      "ㄴ",
      "ㄱ, ㄷ",
      "ㄴ, ㄷ",
      "ㄱ, ㄴ, ㄷ"
    ],
    "correctIndex": 2,
    "explanation": ""
  },
  {
    "id": "s5_q0072",
    "type": "multiple_choice",
    "year": 2022,
    "content": "개업공인중개사가 중개의뢰인에게 ｢주택임대차보호 법｣의 내용에 관하여 설명한 것으로 틀린 것은?(단, 임차인은 자연인임)",
    "options": [
      "｢주택임대차보호법｣은 주거용 건물의 임대차에 적용되 며, 그 임차주택의 일부가 주거 외의 목적으로 사용되 는 경우에도 적용된다.",
      "임차인의 계약갱신요구권의 행사를 통해 갱신되는 임대 차의 존속기간은 2년으로 본다.",
      "임차인은 임차주택에 대한 경매신청의 등기 전에 대항요 건을 갖추지 않은 경우에도 보증금 중 일정액에 대해서 는 다른 담보물권자보다 우선하여 변제받을 권리가 있다.",
      "임차인이 대항력을 갖춘 경우 임차주택의 양수인은 임 대인의 지위를 승계한 것으로 본다.",
      "임차권등기명령의 집행에 따른 임차권등기를 마친 임차 인은 이후 대항요건을 상실하더라도 이미 취득한 대항 력 또는 우선변제권을 상실하지 아니한다."
    ],
    "correctIndex": 2,
    "explanation": ""
  },
  {
    "id": "s5_q0073",
    "type": "multiple_choice",
    "year": 2022,
    "content": "개업공인중개사가 주택의 임대차를 중개하면서 중개대 상물 확인ㆍ설명서[I](주거용 건축물)를 작성하는 경 우 제외하거나 생략할 수 있는 것을 모두 고른 것은? ㄱ. 취득 시 부담할 조세의 종류 및 세율 ㄴ. 개별공시지가(m2당) 및 건물(주택)공시가격 ㄷ. 다가구주택 확인서류 제출여부 ㄹ. 건축물의 방향",
    "options": [
      "ㄱ, ㄴ",
      "ㄱ, ㄷ",
      "ㄷ, ㄹ",
      "ㄱ, ㄴ, ㄹ",
      "ㄴ, ㄷ, ㄹ 사 2차 1교시 A형-12-5"
    ],
    "correctIndex": 0,
    "explanation": ""
  },
  {
    "id": "s5_q0074",
    "type": "multiple_choice",
    "year": 2022,
    "content": "중개의뢰인 甲과 개업공인중개사 乙은 공인중개사법 령에 따른 전속중개계약을 체결하고 전속중개계약서 를 작성하였다. 이에 관한 설명으로 틀린 것은?",
    "options": [
      "甲과 乙이 전속중개계약의 유효기간을 4개월로 약정한 것은 유효하다.",
      "乙은 전속중개계약서를 3년 동안 보존해야 한다.",
      "甲은 乙이 공인중개사법령상의 중개대상물 확인ㆍ설명 의무를 이행하는데 협조해야 한다.",
      "전속중개계약에 정하지 않은 사항에 대하여는 甲과 乙 이 합의하여 별도로 정할 수 있다.",
      "전속중개계약의 유효기간 내에 甲이 스스로 발견한 상 대방과 거래한 경우, 甲은 乙에게 지급해야 할 중개보 수 전액을 위약금으로 지급해야 한다."
    ],
    "correctIndex": 4,
    "explanation": ""
  },
  {
    "id": "s5_q0075",
    "type": "multiple_choice",
    "year": 2022,
    "content": "개업공인중개사 甲은 ｢공인중개사의 매수신청대리인 등 록 등에 관한 규칙｣에 따라 매수신청대리인으로 등록하 였다. 이에 관한 설명으로 옳은 것을 모두 고른 것은? ㄱ. 甲은 ｢공장 및 광업재단 저당법｣에 따른 광업 재단에 대한 매수신청대리를 할 수 있다. ㄴ. 甲의 중개사무소 개설등록이 취소된 경우 시ㆍ도 지사는 매수신청대리인 등록을 취소해야 한다. ㄷ. 중개사무소 폐업신고로 甲의 매수신청대리인 등 록이 취소된 경우 3년이 지나지 아니하면 甲은 다시 매수신청대리인 등록을 할 수 없다.",
    "options": [
      "ㄱ",
      "ㄴ",
      "ㄱ, ㄷ",
      "ㄴ, ㄷ",
      "ㄱ, ㄴ, ㄷ"
    ],
    "correctIndex": 0,
    "explanation": ""
  },
  {
    "id": "s5_q0076",
    "type": "multiple_choice",
    "year": 2022,
    "content": "개업공인중개사가 아파트를 매수하려는 의뢰인에게 ｢집합건물의 소유 및 관리에 관한 법률｣의 내용에 관하여 설명한 것으로 옳은 것은?",
    "options": [
      "전유부분이 속하는 1동의 건물의 설치 또는 보존의 흠 으로 인하여 다른 자에게 손해를 입힌 경우, 그 흠은 공용부분에 존재하는 것으로 추정한다.",
      "구분소유자는 그 전유부분을 개량하기 위하여 필요한 범위에서 다른 구분소유자의 전유부분의 사용을 청구할 수 없다.",
      "공용부분의 공유자가 공용부분에 관하여 다른 공유자에 대하여 가지는 채권은 그 특별승계인에 대하여 행사할 수 없다.",
      "대지 위에 구분소유권의 목적인 건물이 속하는 1동의 건 물이 있을 때에는 그 대지의 공유자는 그 건물 사용에 필요한 범위의 대지에 대하여 분할을 청구할 수 있다.",
      "공용부분에 대한 공유자의 지분은 그가 가지는 전유부 분의 처분에 따르지 않는다."
    ],
    "correctIndex": 0,
    "explanation": ""
  },
  {
    "id": "s5_q0077",
    "type": "multiple_choice",
    "year": 2022,
    "content": "개업공인중개사가 주택을 임차하려는 중개의뢰인과 일반중개계약을 체결하면서 공인중개사법령상 표준 서식인 일반중개계약서를 작성할 때 기재할 사항은?",
    "options": [
      "소유자 및 등기명의인",
      "은행융자ㆍ권리금ㆍ제세공과금 등",
      "중개의뢰 금액",
      "희망 지역",
      "거래규제 및 공법상 제한사항 2022년 제33회 공인중개"
    ],
    "correctIndex": 3,
    "explanation": ""
  },
  {
    "id": "s5_q0078",
    "type": "multiple_choice",
    "year": 2022,
    "content": "A시에 중개사무소를 둔 개업공인중개사 甲은 B시에 소재하는 乙 소유의 오피스텔(건축법령상 업무시설로 전용면적 80제곱미터이고, 상ㆍ하수도 시설이 갖추어 진 전용입식 부엌, 전용수세식 화장실 및 목욕시설을 갖춤)에 대하여, 이를 매도하려는 乙과 매수하려는 丙 의 의뢰를 받아 매매계약을 중개하였다. 이 경우 공 인중개사법령상 甲이 받을 수 있는 중개보수 및 실비 에 관한 설명으로 옳은 것을 모두 고른 것은? ㄱ. 甲이 乙로부터 받을 수 있는 실비는 A시가 속 한 시ㆍ도의 조례에서 정한 기준에 따른다. ㄴ. 甲이 丙으로부터 받을 수 있는 중개보수의 상 한요율은 거래금액의 1천분의 5이다. ㄷ. 甲은 乙과 丙으로부터 각각 중개보수를 받을 수 있다. ㄹ. 주택(부속토지 포함)의 중개에 대한 보수 및 실비 규정을 적용한다.",
    "options": [
      "ㄹ",
      "ㄱ, ㄷ",
      "ㄴ, ㄹ",
      "ㄱ, ㄴ, ㄷ",
      "ㄱ, ㄴ, ㄷ, ㄹ"
    ],
    "correctIndex": 3,
    "explanation": ""
  },
  {
    "id": "s5_q0079",
    "type": "multiple_choice",
    "year": 2022,
    "content": "부동산 거래신고 등에 관한 법령상 부동산거래계약 신고서 작성에 관한 설명으로 틀린 것은?",
    "options": [
      "거래당사자가 외국인인 경우 거래당사자의 국적을 반드 시 적어야 한다.",
      "‘계약대상 면적’란에는 실제 거래면적을 계산하여 적되, 건축물 면적은 집합건축물의 경우 전용면적을 적는다.",
      "‘종전 부동산’란은 입주권 매매의 경우에만 작성한다.",
      "‘계약의 조건 및 참고사항’란은 부동산 거래계약 내용에 계약조건이나 기한을 붙인 경우, 거래와 관련한 참고내 용이 있을 경우에 적는다.",
      "거래대상의 종류가 공급계약(분양)인 경우 물건별 거래 가격 및 총 실제거래가격에 부가가치세를 제외한 금액 을 적는다."
    ],
    "correctIndex": 4,
    "explanation": ""
  },
  {
    "id": "s5_q0080",
    "type": "multiple_choice",
    "year": 2022,
    "content": "개업공인중개사가 분묘가 있는 토지를 매수하려는 의뢰인에게 분묘기지권에 관해 설명한 것으로 옳은 것은?(다툼이 있으면 판례에 따름)",
    "options": [
      "분묘기지권의 존속기간은 지상권의 존속기간에 대한 규 정이 유추적용되어 30년으로 인정된다.",
      "｢장사 등에 관한 법률｣이 시행되기 전에 설치된 분묘의 경우 그 법의 시행 후에는 분묘기지권의 시효취득이 인 정되지 않는다.",
      "자기 소유 토지에 분묘를 설치한 사람이 분묘이장의 특 약 없이 토지를 양도함으로써 분묘기지권을 취득한 경 우, 특별한 사정이 없는 한 분묘기지권이 성립한 때부 터 지료지급의무가 있다.",
      "분묘기지권을 시효로 취득한 사람은 토지소유자의 지료 지급청구가 있어도 지료지급의무가 없다.",
      "분묘가 멸실된 경우 유골이 존재하여 분묘의 원상회복 이 가능한 일시적인 멸실에 불과하여도 분묘기지권은 소멸한다. 사 2차 1교시 A형-12-6"
    ],
    "correctIndex": 2,
    "explanation": ""
  },
  {
    "id": "s5_y2022_b0006",
    "type": "fill_in_the_blank",
    "content": "개업공인중개사는 의뢰받은 [BLANK]에 대한 표시ㆍ 광고에 중개보조원에 관한 사항을 명시해서는 아니된다.",
    "answer": "중개대상물",
    "explanation": "공인중개사법령상 중개업 등 — 개업공인중개사는 의뢰받은 중개대상물에 대한 표시ㆍ 광고에 중개보조원에 관한 사항을 명시해서는 아니된다."
  },
  {
    "id": "s5_y2022_b0007",
    "type": "fill_in_the_blank",
    "content": "[BLANK]가구역 내에서 토지거래계약허가를 받은 사 항을 변경하려는 경우 변경허가를 받지 아니하고 토지 거래계약을 체결한 자",
    "answer": "토지거래허",
    "explanation": "부동산 거래신고 등 — 토지거래허가구역 내에서 토지거래계약허가를 받은 사 항을 변경하려는 경우 변경허가를 받지 아니하고 토지 거래계약을 체결한 자"
  },
  {
    "id": "s5_y2022_b0008",
    "type": "fill_in_the_blank",
    "content": "표준서식인 [BLANK]와 전속중개계약서에는 개업 공인중개사가 중개보수를 과다수령 시 그 차액의 환급 을 공통적으로 규정하고 있다.",
    "answer": "일반중개계약서",
    "explanation": "공인중개사법령상 개업공인중개사의 일반중개계약과 전속중개계약 — 표준서식인 일반중개계약서와 전속중개계약서에는 개업 공인중개사가 중개보수를 과다수령 시 그 차액의 환급 을 공통적으로 규정하고 있다."
  },
  {
    "id": "s5_y2022_b0012",
    "type": "fill_in_the_blank",
    "content": "중개대상물확인ㆍ설명서 [BLANK]는 거래계약서에 기재 해야 하는 사항이다.",
    "answer": "교부일자",
    "explanation": "공인중개사법령상 개업공인중개사의 거래계약서 작성 등 — 중개대상물확인ㆍ설명서 교부일자는 거래계약서에 기재 해야 하는 사항이다."
  },
  {
    "id": "s5_y2022_b0013",
    "type": "fill_in_the_blank",
    "content": "[BLANK]가 천막 그 밖에 이동이 용이한 임시 중 개시설물을 설치한 경우",
    "answer": "개업공인중개사",
    "explanation": "개업공인중개사가 천막 그 밖에 이동이 용이한 임시 중 개시설물을 설치한 경우"
  },
  {
    "id": "s5_y2022_b0017",
    "type": "fill_in_the_blank",
    "content": "[BLANK]의 중개보수의 지급시기는 개업공인중개 사와 중개의뢰인간의 약정에 따르되, 약정이 없을 때에 는 중개대상물의 거래대금 지급이 완료된 날로 한다.",
    "answer": "개업공인중개사",
    "explanation": "공인중개사법령상 중개보수 등 — 개업공인중개사의 중개보수의 지급시기는 개업공인중개 사와 중개의뢰인간의 약정에 따르되, 약정이 없을 때에 는 중개대상물의 거래대금 지급이 완료된 날로 한다."
  },
  {
    "id": "s5_y2022_b0024",
    "type": "fill_in_the_blank",
    "content": "[BLANK]부터 토지취득의 허가 신청서를 받은 신고관 청은 신청서를 받은 날부터 15일 이내에 허가 또는 불 허가 처분을 해야 한다.",
    "answer": "외국인으로",
    "explanation": "부동산 거래신고 등 — 외국인으로부터 토지취득의 허가 신청서를 받은 신고관 청은 신청서를 받은 날부터 15일 이내에 허가 또는 불 허가 처분을 해야 한다."
  },
  {
    "id": "s5_y2022_b0036",
    "type": "fill_in_the_blank",
    "content": "[BLANK]이 속하는 1동의 건물의 설치 또는 보존의 흠 으로 인하여 다른 자에게 손해를 입힌 경우, 그 흠은 공용부분에 존재하는 것으로 추정한다.",
    "answer": "전유부분",
    "explanation": "개업공인중개사가 아파트를 매수하려는 의뢰인에게 ｢집합건물의 소유 및 관리 — 전유부분이 속하는 1동의 건물의 설치 또는 보존의 흠 으로 인하여 다른 자에게 손해를 입힌 경우, 그 흠은 공용부분에 존재하는 것으로 추정한다."
  },
  {
    "id": "s5_y2022_b0040",
    "type": "fill_in_the_blank",
    "content": "자기 소유 토지에 분묘를 설치한 사람이 [BLANK]의 특 약 없이 토지를 양도함으로써 분묘기지권을 취득한 경 우, 특별한 사정이 없는 한 분묘기지권이 성립한 때부 터 지료지급의무가 있다.",
    "answer": "분묘이장",
    "explanation": "자기 소유 토지에 분묘를 설치한 사람이 분묘이장의 특 약 없이 토지를 양도함으로써 분묘기지권을 취득한 경 우, 특별한 사정이 없는 한 분묘기지권이 성립한 때부 터 지료지급의무가 있다."
  },
  {
    "id": "s5_q0081",
    "type": "multiple_choice",
    "year": 2023,
    "content": "공인중개사법령상 금지되는 행위를 모두 고른 것 은?(단, 다른 법령의 규정은 고려하지 않음) ㄱ. 법인인 개업공인중개사가 중개업과 함께 주택 의 분양대행을 겸업하는 행위 ㄴ. 다른 사람의 중개사무소등록증을 양수하여 이 를 사용하는 행위 ㄷ. 공인중개사로 하여금 그의 공인중개사자격증 을 다른 사람에게 대여하도록 알선하는 행위",
    "options": [
      "ㄴ",
      "ㄱ, ㄴ",
      "ㄱ, ㄷ",
      "ㄴ, ㄷ",
      "ㄱ, ㄴ, ㄷ"
    ],
    "correctIndex": 3,
    "explanation": ""
  },
  {
    "id": "s5_q0082",
    "type": "multiple_choice",
    "year": 2023,
    "content": "공인중개사법령상 공인중개사 정책심의위원회(이하 ‘위원회’라 함)에 관한 설명으로 틀린 것은?",
    "options": [
      "위원은 위원장이 임명하거나 위촉한다.",
      "심의사항에는 중개보수 변경에 관한 사항이 포함된다.",
      "위원회에서 심의한 사항 중 공인중개사의 자격취득에 관한 사항의 경우 시ㆍ도지사는 이에 따라야 한다.",
      "위원장 1명을 포함하여 7명 이상 11명 이내의 위원으로 구성한다.",
      "위원이 속한 법인이 해당 안건의 당사자의 대리인이었 던 경우 그 위원은 위원회의 심의ㆍ의결에서 제척된다."
    ],
    "correctIndex": 0,
    "explanation": ""
  },
  {
    "id": "s5_q0083",
    "type": "multiple_choice",
    "year": 2023,
    "content": "공인중개사법령상 용어에 관한 설명으로 옳은 것은?",
    "options": [
      "중개대상물을 거래당사자 간에 교환하는 행위는 ‘중개’ 에 해당한다.",
      "다른 사람의 의뢰에 의하여 중개를 하는 경우는 그에 대한 보수를 받지 않더라도 ‘중개업’에 해당한다.",
      "개업공인중개사인 법인의 임원으로서 공인중개사인 자 가 중개업무를 수행하는 경우에는 ‘개업공인중개사’에 해당한다.",
      "공인중개사가 개업공인중개사에 소속되어 개업공인중개 사의 중개업무와 관련된 단순한 업무를 보조하는 경우 에는 ‘중개보조원’에 해당한다.",
      "공인중개사자격을 취득한 자는 중개사무소의 개설등록 여부와 관계없이 ‘공인중개사’에 해당한다."
    ],
    "correctIndex": 4,
    "explanation": ""
  },
  {
    "id": "s5_q0084",
    "type": "multiple_choice",
    "year": 2023,
    "content": "공인중개사법령상 중개사무소의 설치에 관한 설명으 로 틀린 것은?",
    "options": [
      "개업공인중개사는 그 등록관청의 관할 구역 안에 1개의 중개사무소만을 둘 수 있다.",
      "개업공인중개사는 이동이 용이한 임시 중개시설물을 설 치하여서는 아니된다. 2023년 제34회 공인중개",
      "주된 사무소의 소재지가 속한 군에는 분사무소를 설치 할 수 없다.",
      "법인이 아닌 개업공인중개사가 그 관할 구역 외의 지역 에 분사무소를 설치하기 위해서는 등록관청에 신고하여 야 한다.",
      "분사무소 설치신고를 받은 등록관청은 그 신고내용이 적합한 경우에는 신고확인서를 교부하여야 한다."
    ],
    "correctIndex": 3,
    "explanation": ""
  },
  {
    "id": "s5_q0085",
    "type": "multiple_choice",
    "year": 2023,
    "content": "공인중개사법령상 법인의 중개사무소 개설등록의 기 준으로 틀린 것은?(단, 다른 법령의 규정은 고려하지 않음)",
    "options": [
      "대표자는 공인중개사일 것",
      "대표자를 포함한 임원 또는 사원(합명회사 또는 합자회 사의 무한책임사원을 말함)의 3분의 1 이상은 공인중개 사일 것",
      "상법 상 회사인 경우 자본금은 5천만원 이상일 것",
      "대표자, 임원 또는 사원(합명회사 또는 합자회사의 무 한책임사원을 말함) 전원이 실무교육을 받았을 것",
      "분사무소를 설치하려는 경우 분사무소의 책임자가 실무 교육을 받았을 것"
    ],
    "correctIndex": 1,
    "explanation": ""
  },
  {
    "id": "s5_q0086",
    "type": "multiple_choice",
    "year": 2023,
    "content": "공인중개사법령상 중개대상물에 해당하는 것을 모두 고른 것은?(다툼이 있으면 판례에 따름) ㄱ. 근저당권이 설정되어 있는 피담보채권 ㄴ. 아직 완성되기 전이지만 동ㆍ호수가 특정되어 분양계약이 체결된 아파트 ㄷ. 입목에 관한 법률 에 따른 입목 ㄹ. 점포 위치에 따른 영업상의 이점 등 무형의 재산적 가치",
    "options": [
      "ㄱ, ㄹ",
      "ㄴ, ㄷ",
      "ㄴ, ㄹ",
      "ㄱ, ㄴ, ㄷ",
      "ㄱ, ㄷ, ㄹ"
    ],
    "correctIndex": 1,
    "explanation": ""
  },
  {
    "id": "s5_q0087",
    "type": "multiple_choice",
    "year": 2023,
    "content": "공인중개사법령상 개업공인중개사의 고용인에 관한 설명으로 옳은 것은?",
    "options": [
      "중개보조원의 업무상 행위는 그를 고용한 개업공인중개 사의 행위로 보지 아니한다.",
      "소속공인중개사를 고용하려는 개업공인중개사는 고용 전에 미리 등록관청에 신고해야 한다.",
      "개업공인중개사는 중개보조원과의 고용관계가 종료된 때에는 고용관계가 종료된 날부터 10일 이내에 등록관 청에 신고하여야 한다.",
      "개업공인중개사가 소속공인중개사의 고용 신고를 할 때 에는 해당 소속공인중개사의 실무교육 수료확인증을 제 출하여야 한다.",
      "개업공인중개사는 외국인을 중개보조원으로 고용할 수 없다. 사 2차 1교시 A형-12-1"
    ],
    "correctIndex": 2,
    "explanation": ""
  },
  {
    "id": "s5_q0088",
    "type": "multiple_choice",
    "year": 2023,
    "content": "공인중개사법령상 중개사무소의 개설등록을 위한 제 출 서류에 관한 설명으로 틀린 것은?",
    "options": [
      "공인중개사자격증 사본을 제출하여야 한다.",
      "사용승인을 받았으나 건축물대장에 기재되지 아니한 건 물에 중개사무소를 확보하였을 경우에는 건축물대장 기 재가 지연되는 사유를 적은 서류를 제출하여야 한다.",
      "여권용 사진을 제출하여야 한다.",
      "실무교육을 위탁받은 기관이 실무교육 수료 여부를 등록 관청이 전자적으로 확인할 수 있도록 조치한 경우에는 실무교육의 수료확인증 사본을 제출하지 않아도 된다.",
      "외국에 주된 영업소를 둔 법인의 경우에는 상법 상 외 국회사 규정에 따른 영업소의 등기를 증명할 수 있는 서류를 제출하여야 한다."
    ],
    "correctIndex": 0,
    "explanation": ""
  },
  {
    "id": "s5_q0089",
    "type": "multiple_choice",
    "year": 2023,
    "content": "공인중개사법령상 개업공인중개사의 부동산중개업 휴업 또는 폐업에 관한 설명으로 옳은 것을 모두 고른 것은? ㄱ. 분사무소의 폐업신고를 하는 경우 분사무소설치 신고확인서를 첨부해야 한다. ㄴ. 임신은 6개월을 초과하여 휴업할 수 있는 사유에 해당한다. ㄷ. 업무정지처분을 받고 부동산중개업 폐업신고를 한 개업공인중개사는 업무정지기간이 지나지 아 니하더라도 중개사무소 개설등록을 할 수 있다.",
    "options": [
      "ㄴ",
      "ㄱ, ㄴ",
      "ㄱ, ㄷ",
      "ㄴ, ㄷ",
      "ㄱ, ㄴ, ㄷ"
    ],
    "correctIndex": 1,
    "explanation": ""
  },
  {
    "id": "s5_q0090",
    "type": "multiple_choice",
    "year": 2023,
    "content": "공인중개사법령상 인장등록 등에 관한 설명으로 틀린 것은?",
    "options": [
      "개업공인중개사는 중개사무소 개설등록 후에도 업무를 개시 하기 전이라면 중개행위에 사용할 인장을 등록할 수 있다.",
      "소속공인중개사의 인장등록은 소속공인중개사에 대한 고용 신고와 같이 할 수 있다.",
      "분사무소에서 사용할 인장의 경우에는 상업등기규칙 에 따라 법인의 대표자가 보증하는 인장을 등록할 수 있다.",
      "소속공인중개사가 등록하여야 할 인장의 크기는 가로ㆍ 세로 각각 7밀리미터 이상 30밀리미터 이내이어야 한다.",
      "소속공인중개사가 등록한 인장을 변경한 경우에는 변경 일부터 10일 이내에 그 변경된 인장을 등록해야 한다."
    ],
    "correctIndex": 4,
    "explanation": ""
  },
  {
    "id": "s5_q0091",
    "type": "multiple_choice",
    "year": 2023,
    "content": "공인중개사법령상 개업공인중개사의 중개사무소 이 전신고 등에 관한 설명으로 틀린 것은?",
    "options": [
      "개업공인중개사가 중개사무소를 등록관청의 관할 지역 외의 지역으로 이전한 경우에는 이전 후의 중개사무소를 관할하는 시장ㆍ군수 또는 구청장에게 신고하여야 한다.",
      "개업공인중개사가 등록관청에 중개사무소의 이전사실을 신 고한 경우에는 지체 없이 사무소의 간판을 철거하여야 한다.",
      "분사무소의 이전신고를 하려는 경우에는 주된 사무소의 소재지를 관할하는 등록관청에 중개사무소이전신고서를 제출해야 한다.",
      "업무정지 기간 중에 있는 개업공인중개사는 중개사무소 의 이전신고를 하는 방법으로 다른 개업공인중개사의 중개사무소를 공동으로 사용할 수 없다. 2023년 제34회 공인중개",
      "공인중개사인 개업공인중개사가 중개사무소이전신고서를 제출할 때 중개사무소등록증을 첨부하지 않아도 된다."
    ],
    "correctIndex": 4,
    "explanation": ""
  },
  {
    "id": "s5_q0092",
    "type": "multiple_choice",
    "year": 2023,
    "content": "공인중개사법령상 중개의뢰인 甲과 개업공인중개사 乙의 중개계약에 관한 설명으로 옳은 것은?",
    "options": [
      "甲의 요청에 따라 乙이 일반중개계약서를 작성한 경우 그 계약서를 3년간 보존해야 한다.",
      "일반중개계약은 표준이 되는 서식이 정해져 있다.",
      "전속중개계약은 법령이 정하는 계약서에 의하여야 하 며, 乙이 서명 및 날인하되 소속공인중개사가 있는 경 우 소속공인중개사가 함께 서명 및 날인해야 한다.",
      "전속중개계약의 유효기간은 甲과 乙이 별도로 정하더라 도 3개월을 초과할 수 없다.",
      "전속중개계약을 체결한 甲이 그 유효기간 내에 스스로 발견한 상대방과 거래한 경우 중개보수에 해당하는 금 액을 乙에게 위약금으로 지급해야 한다."
    ],
    "correctIndex": 1,
    "explanation": ""
  },
  {
    "id": "s5_q0093",
    "type": "multiple_choice",
    "year": 2023,
    "content": "부동산 거래신고 등에 관한 법령상 부동산거래계약 신고서의 작성방법으로 틀린 것은?",
    "options": [
      "관련 필지 등 기재사항이 복잡한 경우에는 다른 용지에 작성하여 간인 처리한 후 첨부한다.",
      "‘거래대상’의 ‘종류’ 중 ‘공급계약’은 시행사 또는 건축주 등이 최초로 부동산을 공급(분양)하는 계약을 말한다.",
      "‘계약대상 면적’란에는 실제 거래면적을 계산하여 적되, 집합 건축물이 아닌 건축물의 경우 건축물 면적은 연면적을 적는다.",
      "‘거래대상’의 ‘종류’ 중 ‘임대주택 분양전환’은 법인이 아 닌 임대주택사업자가 임대기한이 완료되어 분양전환하 는 주택인 경우에 √표시를 한다.",
      "전매계약(분양권, 입주권)의 경우 ‘물건별 거래가격’란에 는 분양가격, 발코니 확장 등 선택비용 및 추가 지급액 등을 각각 적되, 각각의 비용에 대한 부가가치세가 있 는 경우 이를 포함한 금액으로 적는다."
    ],
    "correctIndex": 3,
    "explanation": ""
  },
  {
    "id": "s5_q0094",
    "type": "multiple_choice",
    "year": 2023,
    "content": "공인중개사법령상 개업공인중개사 甲의 중개대상물 확인ㆍ설명에 관한 설명으로 틀린 것은?(다툼이 있 으면 판례에 따름)",
    "options": [
      "甲은 중개가 완성되어 거래계약서를 작성하는 때에 중개대상 물 확인ㆍ설명서를 작성하여 거래당사자에게 교부해야 한다.",
      "甲은 중개대상물에 근저당권이 설정된 경우, 실제의 피 담보채무액을 조사ㆍ확인하여 설명할 의무가 있다.",
      "甲은 중개대상물의 범위 외의 물건이나 권리 또는 지위 를 중개하는 경우에도 선량한 관리자의 주의로 권리관 계 등을 조사․확인하여 설명할 의무가 있다.",
      "甲은 자기가 조사ㆍ확인하여 설명할 의무가 없는 사항이 라도 중개의뢰인이 계약을 맺을지를 결정하는 데 중요한 것이라면 그에 관해 그릇된 정보를 제공해서는 안 된다.",
      "甲이 성실ㆍ정확하게 중개대상물의 확인ㆍ설명을 하지 않거나 설명의 근거자료를 제시하지 않은 경우 500만원 이하의 과태료 부과사유에 해당한다. 사 2차 1교시 A형-12-2"
    ],
    "correctIndex": 1,
    "explanation": ""
  },
  {
    "id": "s5_q0095",
    "type": "multiple_choice",
    "year": 2023,
    "content": "공인중개사법령상 공인중개사인 개업공인중개사 甲의 손해배상책임의 보장에 관한 설명으로 틀린 것은?",
    "options": [
      "甲은 업무를 시작하기 전에 손해배상책임을 보장하기 위한 조치를 하여야 한다.",
      "甲은 2억원 이상의 금액을 보장하는 보증보험 또는 공 제에 가입하거나 공탁을 해야 한다.",
      "甲은 보증보험금․공제금 또는 공탁금으로 손해배상을 한 때에는 15일 이내에 보증보험 또는 공제에 다시 가 입하거나 공탁금 중 부족하게 된 금액을 보전해야 한다.",
      "甲이 손해배상책임을 보장하기 위한 조치를 이행하지 아니하 고 업무를 개시한 경우는 업무정지사유에 해당하지 않는다.",
      "甲은 자기의 중개사무소를 다른 사람의 중개행위의 장 소로 제공함으로써 거래당사자에게 재산상의 손해를 발 생하게 한 때에는 그 손해를 배상할 책임이 있다."
    ],
    "correctIndex": 3,
    "explanation": ""
  },
  {
    "id": "s5_q0096",
    "type": "multiple_choice",
    "year": 2023,
    "content": "공인중개사법령상 중개사무소의 명칭 및 등록증 등 의 게시에 관한 설명으로 틀린 것은?",
    "options": [
      "공인중개사인 개업공인중개사는 공인중개사자격증 원본을 해당 중개사무소 안의 보기 쉬운 곳에 게시하여야 한다.",
      "개업공인중개사는 부가가치세법 시행령 에 따른 사업 자등록증을 해당 중개사무소 안의 보기 쉬운 곳에 게시 하여야 한다.",
      "법인인 개업공인중개사는 그 사무소의 명칭에 ‘공인중개 사사무소’ 또는 ‘부동산중개’라는 문자를 사용하여야 한다.",
      "법인인 개업공인중개사의 분사무소에 옥외광고물을 설 치하는 경우 분사무소설치 신고확인서에 기재된 책임자 의 성명을 표기하여야 한다.",
      "법 제7638호 부칙 제6조제2항에 따른 개업공인중개사는 그 사무소의 명칭에 ‘공인중개사사무소’ 및 ‘부동산중개’ 라는 문자를 사용하여서는 아니된다."
    ],
    "correctIndex": 4,
    "explanation": ""
  },
  {
    "id": "s5_q0097",
    "type": "multiple_choice",
    "year": 2023,
    "content": "공인중개사법령상 개업공인중개사등의 교육 등에 관 한 설명으로 옳은 것은?",
    "options": [
      "폐업신고 후 400일이 지난 날 중개사무소의 개설등록을 다시 신청하려는 자는 실무교육을 받지 않아도 된다.",
      "중개보조원의 직무수행에 필요한 직업윤리에 대한 교육 시간은 5시간이다.",
      "시ㆍ도지사는 연수교육을 실시하려는 경우 실무교육 또는 연수교육을 받은 후 2년이 되기 2개월 전까지 연수교육의 일시ㆍ장소ㆍ내용 등을 대상자에게 통지하여야 한다.",
      "부동산 중개 및 경영 실무에 대한 교육시간은 36시간이다.",
      "시ㆍ도지사가 부동산거래사고 예방을 위한 교육을 실시 하려는 경우에는 교육일 7일 전까지 교육일시ㆍ교육장 소 및 교육내용을 교육대상자에게 통지하여야 한다. 2023년 제34회 공인중개"
    ],
    "correctIndex": 2,
    "explanation": ""
  },
  {
    "id": "s5_q0098",
    "type": "multiple_choice",
    "year": 2023,
    "content": "공인중개사법령상 계약금등을 예치하는 경우 예치명 의자가 될 수 있는 자를 모두 고른 것은? ㄱ. 보험업법 에 따른 보험회사 ㄴ. 자본시장과 금융투자업에 관한 법률 에 따른 투자중개업자 ㄷ. 자본시장과 금융투자업에 관한 법률 에 따른 신탁업자 ㄹ. 한국지방재정공제회법 에 따른 한국지방재정 공제회",
    "options": [
      "ㄱ",
      "ㄱ, ㄷ",
      "ㄱ, ㄴ, ㄷ",
      "ㄴ, ㄷ, ㄹ",
      "ㄱ, ㄴ, ㄷ, ㄹ"
    ],
    "correctIndex": 1,
    "explanation": ""
  },
  {
    "id": "s5_q0099",
    "type": "multiple_choice",
    "year": 2023,
    "content": "공인중개사법령상 규정 위반으로 과태료가 부과되는 경우 과태료 부과기준에서 정하는 금액이 가장 적은 경우는?",
    "options": [
      "휴업한 중개업의 재개 신고를 하지 않은 경우",
      "중개사무소등록증을 게시하지 않은 경우",
      "중개사무소의 이전신고를 하지 않은 경우",
      "연수교육을 정당한 사유 없이 받지 않은 기간이 50일인 경우",
      "손해배상책임의 보장에 관한 사항을 설명하지 않은 경우"
    ],
    "correctIndex": 0,
    "explanation": ""
  },
  {
    "id": "s5_q0100",
    "type": "multiple_choice",
    "year": 2023,
    "content": "거래금액 5천만원 미만(임대차 등): 상한요율 0.5%(한도액 20만원)",
    "options": [
      "100만원",
      "115만 5천원",
      "120만원",
      "160만원",
      "175만 5천원"
    ],
    "correctIndex": 0,
    "explanation": ""
  },
  {
    "id": "s5_q0101",
    "type": "multiple_choice",
    "year": 2023,
    "content": "공인중개사법령상 소속공인중개사에게 금지되는 행 위를 모두 고른 것은? ㄱ. 공인중개사 명칭을 사용하는 행위 ㄴ. 중개대상물에 대한 표시ㆍ광고를 하는 행위 ㄷ. 중개대상물의 매매를 업으로 하는 행위 ㄹ. 시세에 부당한 영향을 줄 목적으로 온라인 커 뮤니티 등을 이용하여 특정 가격 이하로 중개 를 의뢰하지 아니하도록 유도함으로써 개업공 인중개사의 업무를 방해하는 행위",
    "options": [
      "ㄱ, ㄴ",
      "ㄴ, ㄹ",
      "ㄷ, ㄹ",
      "ㄴ, ㄷ, ㄹ",
      "ㄱ, ㄴ, ㄷ, ㄹ 사 2차 1교시 A형-12-3"
    ],
    "correctIndex": 3,
    "explanation": ""
  },
  {
    "id": "s5_q0102",
    "type": "multiple_choice",
    "year": 2023,
    "content": "공인중개사법령상 소속공인중개사의 규정 위반행위 중 자 격정지 기준이 6개월에 해당하는 것을 모두 고른 것은? ㄱ. 2 이상의 중개사무소에 소속된 경우 ㄴ. 거래계약서에 서명․날인을 하지 아니한 경우 ㄷ. 등록하지 아니한 인장을 사용한 경우 ㄹ. 확인ㆍ설명의 근거자료를 제시하지 아니한 경우",
    "options": [
      "ㄱ",
      "ㄱ, ㄷ",
      "ㄴ, ㄷ",
      "ㄱ, ㄴ, ㄹ",
      "ㄴ, ㄷ, ㄹ"
    ],
    "correctIndex": 0,
    "explanation": ""
  },
  {
    "id": "s5_q0103",
    "type": "multiple_choice",
    "year": 2023,
    "content": "공인중개사법령상 행정제재처분효과의 승계 등에 관 한 설명으로 옳은 것은?",
    "options": [
      "폐업신고한 개업공인중개사의 중개사무소에 다른 개업공인중 개사가 중개사무소를 개설등록한 경우 그 지위를 승계한다.",
      "중개대상물에 관한 정보를 거짓으로 공개한 사유로 행한 업 무정지처분의 효과는 그 처분에 대한 불복기간이 지난 날부 터 1년간 다시 중개사무소의 개설등록을 한 자에게 승계된다.",
      "폐업신고 전의 위반행위에 대한 행정처분이 업무정지에 해 당하는 경우로서 폐업기간이 6개월인 경우 재등록 개업공인 중개사에게 그 위반행위에 대해서 행정처분을 할 수 없다.",
      "재등록 개업공인중개사에 대하여 폐업신고 전의 업무정 지에 해당하는 위반행위를 이유로 행정처분을 할 때 폐 업기간과 폐업의 사유는 고려하지 않는다.",
      "개업공인중개사가 2022. 4. 1. 과태료 부과 처분을 받은 후 폐업신고를 하고 2023. 3. 2. 다시 중개사무소의 개 설등록을 한 경우 그 처분의 효과는 승계된다."
    ],
    "correctIndex": 4,
    "explanation": ""
  },
  {
    "id": "s5_q0104",
    "type": "multiple_choice",
    "year": 2023,
    "content": "공인중개사법령상 공인중개사의 자격취소 등에 관한 설명으로 틀린 것은?",
    "options": [
      "공인중개사의 자격취소처분은 청문을 거쳐 중개사무소 의 개설등록증을 교부한 시ㆍ도지사가 행한다.",
      "공인중개사가 자격정지처분을 받은 기간 중에 법인인 개업공인중개사의 임원이 되는 경우 시ㆍ도지사는 그 자격을 취소하여야 한다.",
      "자격취소처분을 받아 공인중개사자격증을 반납하려는 자는 그 처분을 받은 날부터 7일 이내에 반납해야 한다.",
      "시ㆍ도지사는 공인중개사의 자격취소처분을 한 때에는 5일 이내에 이를 국토교통부장관에게 보고하여야 한다.",
      "분실로 인하여 공인중개사자격증을 반납할 수 없는 자 는 자격증 반납을 대신하여 그 이유를 기재한 사유서를 시ㆍ도지사에게 제출하여야 한다."
    ],
    "correctIndex": 0,
    "explanation": ""
  },
  {
    "id": "s5_q0105",
    "type": "multiple_choice",
    "year": 2023,
    "content": "공인중개사법령상 공인중개사협회(이하 ‘협회’라 함) 및 공제사업에 관한 설명으로 옳은 것은?",
    "options": [
      "협회는 총회의 의결내용을 10일 이내에 시․도지사에게 보고하여야 한다.",
      "협회는 매 회계연도 종료 후 3개월 이내에 공제사업 운 용실적을 일간신문에 공시하거나 협회의 인터넷 홈페이 지에 게시해야 한다.",
      "협회의 창립총회를 개최할 경우 특별자치도에서는 10인 이상의 회원이 참여하여야 한다. 2023년 제34회 공인중개",
      "공제규정에는 책임준비금의 적립비율을 공제료 수입액 의 100분의 5 이상으로 정한다.",
      "협회는 공제사업을 다른 회계와 구분하여 별도의 회계 로 관리하여야 한다."
    ],
    "correctIndex": 4,
    "explanation": ""
  },
  {
    "id": "s5_q0106",
    "type": "multiple_choice",
    "year": 2023,
    "content": "공인중개사법령상 중개대상물 확인․설명서[Ⅰ] (주거 용 건축물)의 작성방법으로 옳은 것을 모두 고른 것은? ㄱ. 임대차의 경우 ‘취득 시 부담할 조세의 종류 및 세율’은 적지 않아도 된다. ㄴ. ‘환경조건’은 중개대상물에 대해 개업공인중개사 가 매도(임대)의뢰인에게 자료를 요구하여 확인 한 사항을 적는다. ㄷ. 중개대상물에 법정지상권이 있는지 여부는 ‘실제 권 리관계 또는 공시되지 않은 물건의 권리 사항’란에 개업공인중개사가 직접 확인한 사항을 적는다.",
    "options": [
      "ㄱ",
      "ㄱ, ㄴ",
      "ㄱ, ㄷ",
      "ㄴ, ㄷ",
      "ㄱ, ㄴ, ㄷ"
    ],
    "correctIndex": 1,
    "explanation": ""
  },
  {
    "id": "s5_q0107",
    "type": "multiple_choice",
    "year": 2023,
    "content": "공인중개사의 매수신청대리인 등록 등에 관한 규칙 에 따른 개업공인중개사의 매수신청대리에 관한 설명 으로 옳은 것은?(다툼이 있으면 판례에 따름)",
    "options": [
      "미등기건물은 매수신청대리의 대상물이 될 수 없다.",
      "공유자의 우선매수신고에 따라 차순위매수신고인으로 보게 되는 경우 그 차순위매수신고인의 지위를 포기하 는 행위는 매수신청대리권의 범위에 속하지 않는다.",
      "소속공인중개사도 매수신청대리인으로 등록할 수 있다.",
      "매수신청대리인이 되려면 관할 지방자치단체의 장에게 매수신청대리인 등록을 하여야 한다.",
      "개업공인중개사는 매수신청대리행위를 함에 있어서 매 각장소 또는 집행법원에 직접 출석하여야 한다."
    ],
    "correctIndex": 4,
    "explanation": ""
  },
  {
    "id": "s5_q0108",
    "type": "multiple_choice",
    "year": 2023,
    "content": "부동산 거래신고 등에 관한 법령상 토지거래계약을 허가받은 자가 그 토지를 허가받은 목적대로 이용하 지 않을 수 있는 예외사유가 아닌 것은?(단, 그 밖의 사유로 시ㆍ군ㆍ구도시계획위원회가 인정한 경우는 고려하지 않음)",
    "options": [
      "건축법 시행령 에 따른 제1종 근린생활시설인 건축물 을 취득하여 실제로 이용하는 자가 해당 건축물의 일부 를 임대하는 경우",
      "건축법 시행령 에 따른 단독주택 중 다중주택인 건축 물을 취득하여 실제로 이용하는 자가 해당 건축물의 일 부를 임대하는 경우",
      "산업집적활성화 및 공장설립에 관한 법률 에 따른 공 장을 취득하여 실제로 이용하는 자가 해당 공장의 일부 를 임대하는 경우",
      "건축법 시행령 에 따른 제2종 근린생활시설인 건축물 을 취득하여 실제로 이용하는 자가 해당 건축물의 일부 를 임대하는 경우",
      "건축법 시행령 에 따른 공동주택 중 다세대주택인 건 축물을 취득하여 실제로 이용하는 자가 해당 건축물의 일부를 임대하는 경우 사 2차 1교시 A형-12-4"
    ],
    "correctIndex": 1,
    "explanation": ""
  },
  {
    "id": "s5_q0109",
    "type": "multiple_choice",
    "year": 2023,
    "content": "甲이 서울특별시에 있는 자기 소유의 주택에 대해 임차인 乙과 보증금 3억원의 임대차계약을 체결하는 경우, 부동산 거래신고 등에 관한 법률 에 따른 신 고에 관한 설명으로 옳은 것을 모두 고른 것은?(단, 甲과 乙은 자연인임) ㄱ. 보증금이 증액되면 乙이 단독으로 신고해야 한다. ㄴ. 乙이 주민등록법 에 따라 전입신고를 하는 경우 주택 임대차 계약의 신고를 한 것으로 본다. ㄷ. 임대차계약서를 제출하면서 신고를 하고 접수 가 완료되면 주택임대차보호법 에 따른 확정 일자가 부여된 것으로 본다.",
    "options": [
      "ㄱ",
      "ㄴ",
      "ㄱ, ㄴ",
      "ㄴ, ㄷ",
      "ㄱ, ㄴ, ㄷ"
    ],
    "correctIndex": 3,
    "explanation": ""
  },
  {
    "id": "s5_q0110",
    "type": "multiple_choice",
    "year": 2023,
    "content": "개업공인중개사가 묘지를 설치하고자 토지를 매수하 려는 중개의뢰인에게 장사 등에 관한 법령에 관하여 설명한 내용으로 틀린 것은?",
    "options": [
      "가족묘지는 가족당 1개소로 제한하되, 그 면적은 100제 곱미터 이하여야 한다.",
      "개인묘지란 1기의 분묘 또는 해당 분묘에 매장된 자와 배우자 관계였던 자의 분묘를 같은 구역 안에 설치하는 묘지를 말한다.",
      "법인묘지에는 폭 4미터 이상의 도로와 그 도로로부터 각 분묘로 통하는 충분한 진출입로를 설치하여야 한다.",
      "화장한 유골을 매장하는 경우 매장 깊이는 지면으로부 터 30센티미터 이상이어야 한다.",
      "민법 에 따라 설립된 사단법인은 법인묘지의 설치 허 가를 받을 수 없다."
    ],
    "correctIndex": 2,
    "explanation": ""
  },
  {
    "id": "s5_q0111",
    "type": "multiple_choice",
    "year": 2023,
    "content": "부동산 거래신고 등에 관한 법령상 부동산 매매계약 의 거래신고에 관한 설명으로 틀린 것은?(단, 거래당 사자는 모두 자연인이고, 공동중개는 고려하지 않음)",
    "options": [
      "신고할 때는 실제 거래가격을 신고해야 한다.",
      "거래당사자 간 직접거래의 경우 매도인이 거래신고를 거부하면 매수인이 단독으로 신고할 수 있다.",
      "거래신고 후에 매도인이 매매계약을 취소하면 매도인이 단독으로 취소를 신고해야 한다.",
      "개업공인중개사가 매매계약의 거래계약서를 작성ㆍ교부 한 경우에는 그 개업공인중개사가 신고를 해야 한다.",
      "개업공인중개사가 매매계약을 신고한 경우에 그 매매계 약이 해제되면 그 개업공인중개사가 해제를 신고할 수 있다. 2023년 제34회 공인중개"
    ],
    "correctIndex": 2,
    "explanation": ""
  },
  {
    "id": "s5_q0112",
    "type": "multiple_choice",
    "year": 2023,
    "content": "매수신청대리인으로 등록한 개업공인중개사가 X부동 산에 대한 민사집행법 상 경매절차에서 매수신청대 리의 위임인에게 설명한 내용으로 틀린 것은?(다툼 이 있으면 판례에 따름)",
    "options": [
      "최선순위의 전세권자는 배당요구 없이도 우선변제를 받 을 수 있으며, 이 때 전세권은 매각으로 소멸한다.",
      "X부동산에 대한 경매개시결정의 기입등기 전에 유치권 을 취득한 자는 경매절차의 매수인에게 자기의 유치권 으로 대항할 수 있다.",
      "최선순위의 지상권은 경매절차의 매수인이 인수한다.",
      "후순위 저당권자의 신청에 의한 경매라 하여도 선순위 저당권자의 저당권은 매각으로 소멸한다.",
      "집행법원은 배당요구의 종기를 첫 매각기일 이전으로 정한다."
    ],
    "correctIndex": 0,
    "explanation": ""
  },
  {
    "id": "s5_q0113",
    "type": "multiple_choice",
    "year": 2023,
    "content": "부동산 거래신고 등에 관한 법령상 국내 토지를 외 국인이 취득하는 것에 관한 설명이다. ( )에 들어 갈 숫자로 옳은 것은?(단, 상호주의에 따른 제한은 고려하지 않음) ○ 외국인이 토지를 매수하는 계약을 체결하면 계 약체결일부터 ( ㄱ )일 이내에 신고해야 한다. ○ 외국인이 토지를 증여받는 계약을 체결하면 계 약체결일부터 ( ㄴ )일 이내에 신고해야 한다. ○ 외국인이 토지를 상속받으면 취득일부터 ( ㄷ ) 개월 이내에 신고해야 한다.",
    "options": [
      "ㄱ: 30, ㄴ: 30, ㄷ: 3",
      "ㄱ: 30, ㄴ: 30, ㄷ: 6",
      "ㄱ: 30, ㄴ: 60, ㄷ: 6",
      "ㄱ: 60, ㄴ: 30, ㄷ: 3",
      "ㄱ: 60, ㄴ: 60, ㄷ: 6"
    ],
    "correctIndex": 2,
    "explanation": ""
  },
  {
    "id": "s5_q0114",
    "type": "multiple_choice",
    "year": 2023,
    "content": "부동산 거래신고 등에 관한 법령상 토지거래허가구 역 내의 토지매매에 관한 설명으로 옳은 것을 모두 고른 것은?(단, 법령상 특례는 고려하지 않으며, 다 툼이 있으면 판례에 따름) ㄱ. 허가를 받지 아니하고 체결한 매매계약은 그 효력이 발생하지 않는다. ㄴ. 허가를 받기 전에 당사자는 매매계약상 채무 불이행을 이유로 계약을 해제할 수 있다. ㄷ. 매매계약의 확정적 무효에 일부 귀책사유가 있는 당사자도 그 계약의 무효를 주장할 수 있다.",
    "options": [
      "ㄱ",
      "ㄴ",
      "ㄱ, ㄷ",
      "ㄴ, ㄷ",
      "ㄱ, ㄴ, ㄷ 사 2차 1교시 A형-12-5"
    ],
    "correctIndex": 2,
    "explanation": ""
  },
  {
    "id": "s5_q0115",
    "type": "multiple_choice",
    "year": 2023,
    "content": "부동산 거래신고 등에 관한 법령상 포상금의 지급에 관한 설명으로 틀린 것을 모두 고른 것은? ㄱ. 가명으로 신고하여 신고인을 확인할 수 없는 경우에는 포상금을 지급하지 아니할 수 있다. ㄴ. 신고관청에 포상금지급신청서가 접수된 날부 터 1개월 이내에 포상금을 지급하여야 한다. ㄷ. 신고관청은 하나의 위반행위에 대하여 2명 이 상이 각각 신고한 경우에는 포상금을 균등하 게 배분하여 지급한다.",
    "options": [
      "ㄱ",
      "ㄱ, ㄴ",
      "ㄱ, ㄷ",
      "ㄴ, ㄷ",
      "ㄱ, ㄴ, ㄷ"
    ],
    "correctIndex": 3,
    "explanation": ""
  },
  {
    "id": "s5_q0116",
    "type": "multiple_choice",
    "year": 2023,
    "content": "개업공인중개사가 집합건물을 매수하려는 의뢰인에 게 집합건물의 소유 및 관리에 관한 법률 에 관하 여 설명한 것으로 틀린 것은?(다툼이 있으면 판례에 따름)",
    "options": [
      "전유부분이란 구분소유권의 목적인 건물부분을 말한다.",
      "소유자가 기존 건물에 증축을 하고 기존 건물에 마쳐진 등기를 증축한 건물의 현황과 맞추어 1동의 건물로서 증축으로 인한 건물표시변경등기를 마친 경우, 그 증축 부분에 대해서는 구분소유권이 성립하지 않는다.",
      "구분소유자는 건물의 관리 및 사용에 관하여 구분소유 자 공동의 이익에 어긋나는 행위를 하여서는 아니 된다.",
      "일부의 구분소유자만이 공용하도록 제공되는 것임이 명 백한 공용부분은 그들 구분소유자의 공유에 속한다.",
      "일부공용부분의 관리에 관한 사항 중 구분소유자 전원 에게 이해관계가 있는 사항은 그것을 공용하는 구분소 유자만의 집회결의로써 결정한다."
    ],
    "correctIndex": 4,
    "explanation": ""
  },
  {
    "id": "s5_q0117",
    "type": "multiple_choice",
    "year": 2023,
    "content": "개업공인중개사가 주택임대차보호법 의 적용에 관 하여 설명한 내용으로 틀린 것을 모두 고른 것은?(다 툼이 있으면 판례에 따름) ㄱ. 주택의 미등기 전세계약에 관하여는 주택임 대차보호법 을 준용한다. ㄴ. 주거용 건물에 해당하는지 여부는 임대차목적 물의 공부상의 표시만을 기준으로 정하여야 한다. ㄷ. 임차권등기 없이 우선변제청구권이 인정되는 소액임차인의 소액보증금반환채권은 배당요구 가 필요한 배당요구채권에 해당하지 않는다.",
    "options": [
      "ㄱ",
      "ㄴ",
      "ㄱ, ㄷ",
      "ㄴ, ㄷ",
      "ㄱ, ㄴ, ㄷ 2023년 제34회 공인중개"
    ],
    "correctIndex": 3,
    "explanation": ""
  },
  {
    "id": "s5_q0118",
    "type": "multiple_choice",
    "year": 2023,
    "content": "개업공인중개사가 중개의뢰인에게 분묘가 있는 토지 에 관하여 설명한 내용으로 틀린 것을 모두 고른 것 은?(다툼이 있으면 판례에 따름) ㄱ. 토지 소유자의 승낙에 의하여 성립하는 분묘 기지권의 경우 성립 당시 토지 소유자와 분묘 의 수호ㆍ관리자가 지료 지급의무의 존부에 관하여 약정을 하였다면 그 약정의 효력은 분 묘 기지의 승계인에게 미치지 않는다. ㄴ. 분묘기지권은 지상권 유사의 관습상 물권이다. ㄷ. 장사 등에 관한 법률 시행일(2001. 1. 13.) 이후 토지 소유자의 승낙 없이 설치한 분묘에 대해서 분묘기지권의 시효취득을 주장할 수 있다.",
    "options": [
      "ㄱ",
      "ㄷ",
      "ㄱ, ㄷ",
      "ㄴ, ㄷ",
      "ㄱ, ㄴ, ㄷ"
    ],
    "correctIndex": 2,
    "explanation": ""
  },
  {
    "id": "s5_q0119",
    "type": "multiple_choice",
    "year": 2023,
    "content": "부동산 거래신고 등에 관한 법령상 토지거래허가구 역 등에 관한 설명으로 틀린 것은?(단, 거래당사자는 모두 대한민국 국적의 자연인임)",
    "options": [
      "허가구역의 지정은 그 지정을 공고한 날부터 7일 후에 그 효력이 발생한다.",
      "허가구역에 있는 토지거래에 대한 처분에 이의가 있는 자는 그 처분을 받은 날부터 1개월 이내에 시장ㆍ군수 또는 구청장에게 이의를 신청할 수 있다.",
      "허가구역에 있는 토지에 관하여 사용대차계약을 체결하 는 경우에는 토지거래허가를 받을 필요가 없다.",
      "허가관청은 허가신청서를 받은 날부터 15일 이내에 허 가 또는 불허가 처분을 하여야 한다.",
      "허가신청에 대하여 불허가처분을 받은 자는 그 통지를 받은 날부터 1개월 이내에 시장ㆍ군수 또는 구청장에게 해당 토지에 관한 권리의 매수를 청구할 수 있다."
    ],
    "correctIndex": 0,
    "explanation": ""
  },
  {
    "id": "s5_q0120",
    "type": "multiple_choice",
    "year": 2023,
    "content": "2023. 10. 7. 甲은 친구 乙과 X부동산에 대하여 乙을 명의수탁자로 하는 명의신탁약정을 체결하였다. 개업 공인중개사가 이에 관하여 설명한 내용으로 옳은 것 을 모두 고른 것은?(다툼이 있으면 판례에 따름) ㄱ. 甲과 乙 사이의 명의신탁약정은 무효이다. ㄴ. X부동산의 소유자가 甲이라면, 명의신탁약정 에 기하여 甲에서 乙로 소유권이전등기가 마 쳐졌다는 이유만으로 당연히 불법원인급여에 해당한다고 볼 수 없다. ㄷ. X부동산의 소유자가 丙이고 계약명의신탁이라 면, 丙이 그 약정을 알았더라도 丙으로부터 소 유권이전등기를 마친 乙은 유효하게 소유권을 취득한다.",
    "options": [
      "ㄱ",
      "ㄴ",
      "ㄷ",
      "ㄱ, ㄴ",
      "ㄱ, ㄴ, ㄷ 사 2차 1교시 A형-12-6"
    ],
    "correctIndex": 3,
    "explanation": ""
  },
  {
    "id": "s5_y2023_b0003",
    "type": "fill_in_the_blank",
    "content": "[BLANK]을 취득한 자는 중개사무소의 개설등록 여부와 관계없이 ‘공인중개사’에 해당한다.",
    "answer": "공인중개사자격",
    "explanation": "공인중개사법령상 용어 — 공인중개사자격을 취득한 자는 중개사무소의 개설등록 여부와 관계없이 ‘공인중개사’에 해당한다."
  },
  {
    "id": "s5_y2023_b0007",
    "type": "fill_in_the_blank",
    "content": "[BLANK]는 중개보조원과의 고용관계가 종료된 때에는 고용관계가 종료된 날부터 10일 이내에 등록관 청에 신고하여야 한다.",
    "answer": "개업공인중개사",
    "explanation": "공인중개사법령상 개업공인중개사의 고용인 — 개업공인중개사는 중개보조원과의 고용관계가 종료된 때에는 고용관계가 종료된 날부터 10일 이내에 등록관 청에 신고하여야 한다."
  },
  {
    "id": "s5_y2023_b0012",
    "type": "fill_in_the_blank",
    "content": "[BLANK]은 표준이 되는 서식이 정해져 있다.",
    "answer": "일반중개계약",
    "explanation": "공인중개사법령상 중개의뢰인 甲과 개업공인중개사 乙의 중개계약 — 일반중개계약은 표준이 되는 서식이 정해져 있다."
  },
  {
    "id": "s5_y2023_b0017",
    "type": "fill_in_the_blank",
    "content": "시ㆍ도지사는 [BLANK]을 실시하려는 경우 실무교육 또는 연수교육을 받은 후 2년이 되기 2개월 전까지 연수교육의 일시ㆍ장소ㆍ내용 등을 대상자에게 통지하여야 한다.",
    "answer": "연수교육",
    "explanation": "시ㆍ도지사는 연수교육을 실시하려는 경우 실무교육 또는 연수교육을 받은 후 2년이 되기 2개월 전까지 연수교육의 일시ㆍ장소ㆍ내용 등을 대상자에게 통지하여야 한다."
  },
  {
    "id": "s5_y2023_b0019",
    "type": "fill_in_the_blank",
    "content": "휴업한 [BLANK]의 재개 신고를 하지 않은 경우",
    "answer": "중개업",
    "explanation": "휴업한 중개업의 재개 신고를 하지 않은 경우"
  },
  {
    "id": "s5_y2023_b0023",
    "type": "fill_in_the_blank",
    "content": "[BLANK]가 2022. 4. 1. 과태료 부과 처분을 받은 후 폐업신고를 하고 2023. 3. 2. 다시 중개사무소의 개 설등록을 한 경우 그 처분의 효과는 승계된다.",
    "answer": "개업공인중개사",
    "explanation": "개업공인중개사가 2022. 4. 1. 과태료 부과 처분을 받은 후 폐업신고를 하고 2023. 3. 2. 다시 중개사무소의 개 설등록을 한 경우 그 처분의 효과는 승계된다."
  },
  {
    "id": "s5_y2023_b0025",
    "type": "fill_in_the_blank",
    "content": "협회는 [BLANK]을 다른 회계와 구분하여 별도의 회계 로 관리하여야 한다.",
    "answer": "공제사업",
    "explanation": "공인중개사법령상 공인중개사협회(이하 ‘협회’라 함) 및 공제사업 — 협회는 공제사업을 다른 회계와 구분하여 별도의 회계 로 관리하여야 한다."
  },
  {
    "id": "s5_y2023_b0027",
    "type": "fill_in_the_blank",
    "content": "[BLANK]는 매수신청대리행위를 함에 있어서 매 각장소 또는 집행법원에 직접 출석하여야 한다.",
    "answer": "개업공인중개사",
    "explanation": "공인중개사의 매수신청대리인 등록 등 — 개업공인중개사는 매수신청대리행위를 함에 있어서 매 각장소 또는 집행법원에 직접 출석하여야 한다."
  },
  {
    "id": "s5_q0121",
    "type": "multiple_choice",
    "year": 2024,
    "content": "공인중개사법령상 공인중개사 정책심의위원회(이하 “위원회”라 함)에 관한 설명으로 옳은 것은?",
    "options": [
      "위원회는 국무총리 소속으로 한다.",
      "손해배상책임의 보장에 관한 사항은 위원회의 심의사항 에 해당하지 않는다.",
      "위원회 위원장은 위원이 제척사유에 해당하는 데에도 불구하고 회피하지 아니한 경우에는 해당 위원을 해촉 할 수 있다.",
      "위원회에서 심의한 중개보수 변경에 관한 사항의 경우 시ㆍ도지사는 이에 따라야 한다.",
      "국토교통부장관이 직접 공인중개사자격시험을 시행하려 는 경우에는 위원회의 의결을 미리 거쳐야 한다."
    ],
    "correctIndex": 4,
    "explanation": ""
  },
  {
    "id": "s5_q0122",
    "type": "multiple_choice",
    "year": 2024,
    "content": "공인중개사법령상 법인인 개업공인중개사가 중개업 과 함께 할 수 없는 업무는?(단, 다른 법률의 규정은 고려하지 않음)",
    "options": [
      "주택의 임대업",
      "상업용 건축물의 분양대행",
      "부동산의 이용ㆍ개발 및 거래에 관한 상담",
      "중개의뢰인의 의뢰에 따른 도배ㆍ이사업체의 소개",
      "개업공인중개사를 대상으로 한 중개업의 경영기법 및 경영정보의 제공"
    ],
    "correctIndex": 0,
    "explanation": ""
  },
  {
    "id": "s5_q0123",
    "type": "multiple_choice",
    "year": 2024,
    "content": "공인중개사법령상 개업공인중개사의 휴업의 신고 등 에 관한 설명으로 틀린 것은?",
    "options": [
      "법인인 개업공인중개사가 4개월간 분사무소의 휴업을 하려는 경우 휴업신고서에 그 분사무소설치 신고확인서 를 첨부하여 분사무소의 휴업신고를 해야 한다.",
      "개업공인중개사가 신고한 휴업기간을 변경하려는 경우 휴업기간 변경신고서에 중개사무소등록증을 첨부하여 등록관청에 미리 신고해야 한다.",
      "관할 세무서장이 ｢부가가치세법 시행령｣에 따라 공인중 개사법령상의 휴업신고서를 함께 받아 이를 해당 등록관 청에 송부한 경우에는 휴업신고서가 제출된 것으로 본다.",
      "등록관청은 개업공인중개사가 대통령령으로 정하는 부 득이한 사유가 없음에도 계속하여 6개월을 초과하여 휴 업한 경우 중개사무소의 개설등록을 취소할 수 있다.",
      "개업공인중개사가 휴업한 중개업을 재개하고자 등록관 청에 중개사무소재개신고를 한 경우 해당 등록관청은 반납받은 중개사무소등록증을 즉시 반환해야 한다. 2024년 제35회 공인중개"
    ],
    "correctIndex": 1,
    "explanation": ""
  },
  {
    "id": "s5_q0124",
    "type": "multiple_choice",
    "year": 2024,
    "content": "공인중개사법령상 공인중개사인 개업공인중개사 甲 과 그에 소속된 소속공인중개사 乙에 관한 설명으로 틀린 것을 모두 고른 것은? ㄱ. 甲과 乙은 실무교육을 받은 후 2년마다 등록 관청이 실시하는 연수교육을 받아야 한다. ㄴ. 甲이 중개를 의뢰받아 乙의 중개행위로 중개 가 완성되어 중개대상물 확인ㆍ설명서를 작성 하는 경우 乙은 甲과 함께 그 확인ㆍ설명서에 서명 또는 날인하여야 한다. ㄷ. 乙이 甲과의 고용관계 종료 신고 후 1년 이내 에 중개사무소의 개설등록을 신청한 경우 개설 등록 후 1년 이내에 실무교육을 받아야 한다.",
    "options": [
      "ㄱ",
      "ㄴ",
      "ㄱ, ㄷ",
      "ㄴ, ㄷ",
      "ㄱ, ㄴ, ㄷ"
    ],
    "correctIndex": 4,
    "explanation": ""
  },
  {
    "id": "s5_q0125",
    "type": "multiple_choice",
    "year": 2024,
    "content": "공인중개사법령상 고용인의 신고 등에 관한 설명으 로 옳은 것은?",
    "options": [
      "등록관청은 중개보조원의 고용 신고를 받은 경우 이를 공인중개사협회에 통보하지 않아도 된다.",
      "개업공인중개사는 소속공인중개사를 고용한 경우에는 소속공인중개사가 업무를 개시한 날부터 10일 이내에 등록관청에 신고하여야 한다.",
      "개업공인중개사가 고용할 수 있는 중개보조원의 수는 개업공인중개사와 소속공인중개사를 합한 수의 5배를 초과하여서는 아니 된다.",
      "개업공인중개사는 소속공인중개사와의 고용관계가 종료 된 때에는 고용관계가 종료된 날부터 30일 이내에 등록 관청에 신고하여야 한다.",
      "소속공인중개사에 대한 고용 신고를 받은 등록관청은 공인중개사협회에게 그 소속공인중개사의 공인중개사 자격 확인을 요청하여야 한다."
    ],
    "correctIndex": 2,
    "explanation": ""
  },
  {
    "id": "s5_q0126",
    "type": "multiple_choice",
    "year": 2024,
    "content": "공인중개사법령상 부동산거래질서교란행위에 해당하 지 않는 것은?",
    "options": [
      "공인중개사자격증 양도를 알선한 경우",
      "중개보조원이 중개업무를 보조하면서 중개의뢰인에게 본 인이 중개보조원이라는 사실을 미리 알리지 않은 경우",
      "개업공인중개사가 중개행위로 인한 손해배상책임을 보 장하기 위하여 가입해야 하는 보증보험이나 공제에 가 입하지 않은 경우",
      "개업공인중개사가 동일한 중개대상물에 대한 하나의 거 래를 완성하면서 서로 다른 둘 이상의 거래계약서를 작 성한 경우",
      "개업공인중개사가 거래당사자 쌍방을 대리한 경우 사 2차 1교시 A형-12-1"
    ],
    "correctIndex": 2,
    "explanation": ""
  },
  {
    "id": "s5_q0127",
    "type": "multiple_choice",
    "year": 2024,
    "content": "공인중개사법령상 개업공인중개사가 다음의 행위를 하 기 위하여 법원에 등록해야 하는 것을 모두 고른 것은? (단, 법 제7638호 부칙 제6조제2항은 고려하지 않음) ㄱ. ｢민사집행법｣에 의한 경매대상 부동산의 매수신 청의 대리 ㄴ. ｢국세징수법｣에 의한 공매대상 부동산의 입찰신 청의 대리 ㄷ. 중개행위에 사용할 인장의 변경 ㄹ. 중개행위로 인한 손해배상책임을 보장하기 위한 보증보험의 가입",
    "options": [
      "ㄱ",
      "ㄱ, ㄴ",
      "ㄴ, ㄹ",
      "ㄱ, ㄴ, ㄷ",
      "ㄱ, ㄷ, ㄹ"
    ],
    "correctIndex": 0,
    "explanation": ""
  },
  {
    "id": "s5_q0128",
    "type": "multiple_choice",
    "year": 2024,
    "content": "공인중개사법령상 소속공인중개사를 둔 개업공인중 개사가 중개사무소 안의 보기 쉬운 곳에 게시하여야 하는 것을 모두 고른 것은? ㄱ. 소속공인중개사의 공인중개사자격증 원본 ㄴ. 보증의 설정을 증명할 수 있는 서류 ㄷ. 소속공인중개사의 고용신고서 ㄹ. 개업공인중개사의 실무교육 수료확인증",
    "options": [
      "ㄱ, ㄴ",
      "ㄱ, ㄹ",
      "ㄴ, ㄷ",
      "ㄷ, ㄹ",
      "ㄱ, ㄴ, ㄹ"
    ],
    "correctIndex": 0,
    "explanation": ""
  },
  {
    "id": "s5_q0129",
    "type": "multiple_choice",
    "year": 2024,
    "content": "공인중개사법령상 중개사무소의 개설등록에 관한 설 명으로 틀린 것은?",
    "options": [
      "금고 이상의 형의 집행유예를 받고 그 유예기간이 만료된 날부터 2년이 지나지 아니한 자는 개설등록을 할 수 없다.",
      "공인중개사협회는 매월 중개사무소의 등록에 관한 사항 을 중개사무소등록ㆍ행정처분등통지서에 기재하여 다음 달 10일까지 시․도지사에게 통보하여야 한다.",
      "외국에 주된 영업소를 둔 법인의 경우에는 ｢상법｣상 외 국회사 규정에 따른 영업소의 등기를 증명할 수 있는 서류를 제출하여야 한다.",
      "개설등록의 신청을 받은 등록관청은 개업공인중개사의 종별에 따라 구분하여 개설등록을 하고, 개설등록 신청 을 받은 날부터 7일 이내에 등록신청인에게 서면으로 통지하여야 한다.",
      "공인중개사인 개업공인중개사가 법인인 개업공인중개사 로 업무를 하고자 개설등록신청서를 다시 제출하는 경 우 종전의 등록증은 이를 반납하여야 한다."
    ],
    "correctIndex": 1,
    "explanation": ""
  },
  {
    "id": "s5_q0130",
    "type": "multiple_choice",
    "year": 2024,
    "content": "공인중개사법령상 개업공인중개사와 중개의뢰인의 중개계약에 관한 설명으로 틀린 것은?",
    "options": [
      "일반중개계약은 계약서의 작성 없이도 체결할 수 있다.",
      "전속중개계약을 체결하면서 유효기간을 3개월 미만으로 약정한 경우 그 유효기간은 3개월로 한다.",
      "전속중개계약을 체결한 개업공인중개사는 중개대상물의 권리자의 인적 사항에 관한 정보를 공개해서는 안 된다. 2024년 제35회 공인중개",
      "중개의뢰인은 일반중개계약을 체결하면서 거래예정가격 을 포함한 일반중개계약서의 작성을 요청할 수 있다.",
      "임대차에 대한 전속중개계약을 체결한 개업공인중개사 는 중개의뢰인의 비공개 요청이 없어도 중개대상물의 공시지가를 공개하지 아니할 수 있다."
    ],
    "correctIndex": 1,
    "explanation": ""
  },
  {
    "id": "s5_q0131",
    "type": "multiple_choice",
    "year": 2024,
    "content": "공인중개사법령상 부동산거래정보망의 지정 및 이용 에 관한 설명으로 옳은 것은?",
    "options": [
      "｢전기통신사업법｣의 규정에 의한 부가통신사업자가 아니 어도 국토교통부령으로 정하는 요건을 갖추면 거래정보 사업자로 지정받을 수 있다.",
      "거래정보사업자로 지정받으려는 자는 공인중개사의 자 격을 갖추어야 한다.",
      "거짓이나 그 밖의 부정한 방법으로 거래정보사업자로 지정받은 경우 그 지정은 무효이다.",
      "법인인 거래정보사업자의 해산으로 부동산거래정보망의 계속적인 운영이 불가능한 경우 국토교통부장관은 청문 없이 그 지정을 취소할 수 있다.",
      "부동산거래정보망에 정보가 공개된 중개대상물의 거래 가 완성된 경우 개업공인중개사는 3개월 이내에 해당 거래정보사업자에게 이를 통보하여야 한다."
    ],
    "correctIndex": 3,
    "explanation": ""
  },
  {
    "id": "s5_q0132",
    "type": "multiple_choice",
    "year": 2024,
    "content": "공인중개사법령상 개업공인중개사가 계약금등을 금 융기관에 예치하도록 거래당사자에게 권고하는 경우 예치명의자가 될 수 없는 자는?",
    "options": [
      "개업공인중개사",
      "거래당사자 중 일방",
      "부동산 거래계약의 이행을 보장하기 위하여 계약 관련서 류 및 계약금등을 관리하는 업무를 수행하는 전문회사",
      "국토교통부장관의 승인을 얻어 공제사업을 하는 공인중 개사협회",
      "｢은행법｣에 따른 은행"
    ],
    "correctIndex": 1,
    "explanation": ""
  },
  {
    "id": "s5_q0133",
    "type": "multiple_choice",
    "year": 2024,
    "content": "공인중개사법령상 누구든지 시세에 부당한 영향을 줄 목적으로 개업공인중개사등의 업무를 방해해서는 아니 되는 행위를 모두 고른 것은? ㄱ. 중개의뢰인과 직접 거래를 하는 행위 ㄴ. 안내문, 온라인 커뮤니티 등을 이용하여 특정 가격 이하로 중개를 의뢰하지 아니하도록 유 도하는 행위 ㄷ. 정당한 사유 없이 개업공인중개사등의 중개대 상물에 대한 정당한 표시․광고 행위를 방해 하는 행위 ㄹ. 단체를 구성하여 특정 중개대상물에 대하여 중개를 제한하거나 단체 구성원 이외의 자와 공동중개를 제한하는 행위",
    "options": [
      "ㄱ, ㄷ",
      "ㄱ, ㄹ",
      "ㄴ, ㄷ",
      "ㄱ, ㄴ, ㄹ",
      "ㄴ, ㄷ, ㄹ 사 2차 1교시 A형-12-2"
    ],
    "correctIndex": 2,
    "explanation": ""
  },
  {
    "id": "s5_q0134",
    "type": "multiple_choice",
    "year": 2024,
    "content": "공인중개사법령상 다음의 행위를 한 자에 대하여 3 년의 징역에 처할 수 있는 경우는?",
    "options": [
      "거짓이나 그 밖의 부정한 방법으로 중개사무소의 개설 등록을 한 경우",
      "공인중개사가 다른 사람에게 자기의 성명을 사용하여 중개업무를 하게 한 경우",
      "등록관청의 관할 구역안에 2개의 중개사무소를 둔 경우",
      "개업공인중개사가 천막 그 밖에 이동이 용이한 임시 중 개시설물을 설치한 경우",
      "공인중개사가 아닌 자로서 공인중개사 또는 이와 유사 한 명칭을 사용한 경우"
    ],
    "correctIndex": 0,
    "explanation": ""
  },
  {
    "id": "s5_q0135",
    "type": "multiple_choice",
    "year": 2024,
    "content": "공인중개사법령상 중개보수 등에 관한 설명으로 틀 린 것은?",
    "options": [
      "개업공인중개사의 중개업무상 과실로 인하여 중개의뢰 인간의 거래행위가 무효가 된 경우 개업공인중개사는 중개의뢰인으로부터 소정의 보수를 받을 수 없다.",
      "주택의 중개에 대한 보수는 중개의뢰인 쌍방으로부터 각각 받되, 그 금액은 시ㆍ도의 조례로 정하는 요율한 도 이내에서 중개의뢰인과 개업공인중개사가 서로 협의 하여 결정한다.",
      "중개보수의 지급시기는 개업공인중개사와 중개의뢰인간 의 약정에 따르되, 약정이 없을 때에는 중개대상물의 거래대금 지급이 완료된 날로 한다.",
      "중개대상물인 주택의 소재지와 중개사무소의 소재지가 다른 경우 중개보수는 중개대상물의 소재지를 관할하는 시ㆍ도의 조례에서 정한 기준에 따라야 한다.",
      "개업공인중개사는 중개의뢰인으로부터 중개대상물의 권 리관계 등의 확인에 소요되는 실비를 받을 수 있다."
    ],
    "correctIndex": 3,
    "explanation": ""
  },
  {
    "id": "s5_q0136",
    "type": "multiple_choice",
    "year": 2024,
    "content": "공인중개사법령상 개업공인중개사 업무정지의 기준에 서 개별기준에 따른 업무정지기간이 6개월인 것은?",
    "options": [
      "인장등록을 하지 않거나 등록하지 않은 인장을 사용한 경우",
      "거래정보사업자에게 공개를 의뢰한 중개대상물의 거래가 완성된 사실을 그 거래정보사업자에게 통보하지 않은 경우",
      "부동산거래정보망에 중개대상물에 관한 정보를 거짓으 로 공개한 경우",
      "중개대상물 확인ㆍ설명서를 보존기간 동안 보존하지 않 은 경우",
      "법령상의 전속중개계약서 서식에 따르지 않고 전속중개 계약을 체결한 경우"
    ],
    "correctIndex": 2,
    "explanation": ""
  },
  {
    "id": "s5_q0137",
    "type": "multiple_choice",
    "year": 2024,
    "content": "공인중개사법령상 공인중개사인 개업공인중개사의 중개사무소 개설등록 취소 사유에 해당하지 않는 경 우는?",
    "options": [
      "중개대상물 확인ㆍ설명서를 교부하지 아니한 경우",
      "거짓으로 중개사무소의 개설등록을 한 경우 2024년 제35회 공인중개",
      "업무정지기간 중에 중개업무를 한 경우",
      "공인중개사인 개업공인중개사가 개업공인중개사인 법인 의 사원ㆍ임원이 된 경우",
      "개업공인중개사가 사망한 경우"
    ],
    "correctIndex": 0,
    "explanation": ""
  },
  {
    "id": "s5_q0138",
    "type": "multiple_choice",
    "year": 2024,
    "content": "공인중개사법령상 국토교통부장관이 공인중개사협회 의 공제사업 운영에 대한 개선조치로서 명할 수 있 는 것이 아닌 것은?",
    "options": [
      "가치가 없다고 인정되는 자산의 손실 처리",
      "공제사업의 양도",
      "불건전한 자산에 대한 적립금의 보유",
      "업무집행방법의 변경",
      "자산의 장부가격의 변경"
    ],
    "correctIndex": 1,
    "explanation": ""
  },
  {
    "id": "s5_q0139",
    "type": "multiple_choice",
    "year": 2024,
    "content": "공인중개사법령상 개업공인중개사가 중개를 완성한 때에 작성하는 거래계약서에 기재하여야 하는 사항 을 모두 고른 것은? ㄱ. 권리이전의 내용 ㄴ. 물건의 인도일시 ㄷ. 계약의 조건이나 기한이 있는 경우에는 그 조 건 또는 기한 ㄹ. 중개대상물 확인ㆍ설명서 교부일자",
    "options": [
      "ㄱ, ㄹ",
      "ㄴ, ㄷ",
      "ㄱ, ㄴ, ㄷ",
      "ㄱ, ㄴ, ㄹ",
      "ㄱ, ㄴ, ㄷ, ㄹ"
    ],
    "correctIndex": 4,
    "explanation": ""
  },
  {
    "id": "s5_q0140",
    "type": "multiple_choice",
    "year": 2024,
    "content": "공인중개사법령상 중개대상물 확인ㆍ설명서[Ⅱ] (비 주거용 건축물)에서 개업공인중개사 기본 확인사항 이 아닌 것은?",
    "options": [
      "토지의 소재지, 면적 등 대상물건의 표시",
      "소유권 외의 권리사항 등 등기부 기재사항",
      "관리비",
      "입지조건",
      "거래예정금액"
    ],
    "correctIndex": 2,
    "explanation": ""
  },
  {
    "id": "s5_q0141",
    "type": "multiple_choice",
    "year": 2024,
    "content": "공인중개사법령상 공인중개사협회의 업무에 해당하 는 것을 모두 고른 것은? ㄱ. 회원의 윤리헌장 제정 및 그 실천에 관한 업무 ㄴ. 부동산 정보제공에 관한 업무 ㄷ. 인터넷을 이용한 중개대상물에 대한 표시ㆍ광 고 모니터링 업무 ㄹ. 회원의 품위유지를 위한 업무",
    "options": [
      "ㄱ, ㄹ",
      "ㄴ, ㄷ",
      "ㄱ, ㄴ, ㄷ",
      "ㄱ, ㄴ, ㄹ",
      "ㄱ, ㄴ, ㄷ, ㄹ 사 2차 1교시 A형-12-3"
    ],
    "correctIndex": 3,
    "explanation": ""
  },
  {
    "id": "s5_q0142",
    "type": "multiple_choice",
    "year": 2024,
    "content": "부동산 거래신고 등에 관한 법령상 토지거래허가구 역(이하 “허가구역”이라 함)의 지정에 관한 설명으로 옳은 것은?",
    "options": [
      "허가구역이 둘 이상의 시ㆍ도의 관할구역에 걸쳐 있는 경우 해당 시ㆍ도지사가 공동으로 지정한다.",
      "토지의 투기적인 거래 성행으로 지가가 급격히 상승하 는 등의 특별한 사유가 있으면 7년 이내의 기간을 정하 여 허가구역을 지정할 수 있다.",
      "허가구역의 지정은 시장ㆍ군수 또는 구청장이 허가구역 지정의 통지를 받은 날부터 5일 후에 그 효력이 발생한다.",
      "허가구역 지정에 관한 공고 내용의 통지를 받은 시장ㆍ 군수 또는 구청장은 지체 없이 그 공고 내용을 관할 등 기소의 장에게 통지해야 한다.",
      "허가구역 지정에 관한 공고 내용의 통지를 받은 시장ㆍ 군수 또는 구청장은 그 사실을 7일 이상 공고해야 하 고, 그 공고 내용을 30일간 일반이 열람할 수 있도록 해야 한다."
    ],
    "correctIndex": 3,
    "explanation": ""
  },
  {
    "id": "s5_q0143",
    "type": "multiple_choice",
    "year": 2024,
    "content": "부동산 거래신고 등에 관한 법령상 부동산 거래계약 의 변경신고사항이 아닌 것은?",
    "options": [
      "거래가격",
      "공동매수의 경우 매수인의 추가",
      "거래 지분 비율",
      "거래대상 부동산의 면적",
      "거래 지분"
    ],
    "correctIndex": 1,
    "explanation": ""
  },
  {
    "id": "s5_q0144",
    "type": "multiple_choice",
    "year": 2024,
    "content": "부동산 거래신고 등에 관한 법령상 주택 임대차계약 의 신고에 관한 설명으로 옳은 것은?(단, 다른 법률 에 따른 신고의 의제는 고려하지 않음)",
    "options": [
      "A특별자치시 소재 주택으로서 보증금이 6천만원이고 월 차임이 30만원으로 임대차계약을 신규 체결한 경우 신고 대상이다.",
      "B시 소재 주택으로서 보증금이 5천만원이고 월 차임이 40만원으로 임대차계약을 신규 체결한 경우 신고 대상 이 아니다.",
      "자연인 甲과 ｢지방공기업법｣에 따른 지방공사 乙이 신 고 대상인 주택 임대차계약을 체결한 경우 甲과 乙은 관할 신고관청에 공동으로 신고하여야 한다.",
      "C광역시 D군 소재 주택으로서 보증금이 1억원이고 월 차임이 100만원으로 신고된 임대차계약에서 보증금 및 차임의 증감 없이 임대차 기간만 연장하는 갱신계약은 신고 대상이 아니다.",
      "개업공인중개사가 신고 대상인 주택 임대차계약을 중개 한 경우 해당 개업공인중개사가 신고하여야 한다. 2024년 제35회 공인중개"
    ],
    "correctIndex": 3,
    "explanation": ""
  },
  {
    "id": "s5_q0145",
    "type": "multiple_choice",
    "year": 2024,
    "content": "부동산 거래신고 등에 관한 법령상 부동산거래신고 에 관한 설명으로 틀린 것은?",
    "options": [
      "거래당사자 또는 개업공인중개사는 부동산 거래계약 신 고 내용 중 거래 지분 비율이 잘못 기재된 경우 신고관 청에 신고 내용의 정정을 신청할 수 있다.",
      "자연인 甲이 단독으로 ｢주택법｣상 투기과열지구 외에 소재하는 주택을 실제 거래가격 6억원으로 매수한 경우 입주 예정 시기 등 그 주택의 이용계획은 신고사항이다.",
      "법인이 주택의 매수자로서 거래계약을 체결한 경우 임 대 등 그 주택의 이용계획은 신고사항이다.",
      "부동산의 매수인은 신고인이 부동산거래계약 신고필증 을 발급받은 때에 ｢부동산등기 특별조치법｣에 따른 검 인을 받은 것으로 본다.",
      "개업공인중개사가 신고한 후 해당 거래계약이 해제된 경 우 그 계약을 해제한 거래당사자는 해제가 확정된 날부터 30일 이내에 해당 신고관청에 단독으로 신고하여야 한다."
    ],
    "correctIndex": 4,
    "explanation": ""
  },
  {
    "id": "s5_q0146",
    "type": "multiple_choice",
    "year": 2024,
    "content": "부동산 거래신고 등에 관한 법령상 외국인등의 대한 민국 안의 부동산(이하 “국내 부동산”이라 함) 취득 에 관한 설명으로 틀린 것은?(단, 상호주의에 따른 제한은 고려하지 않음)",
    "options": [
      "정부간 기구는 외국인등에 포함된다.",
      "외국의 법령에 따라 설립된 법인이 건축물의 신축으로 국내 부동산을 취득한 때에는 부동산을 취득한 날부터 60일 이내에 신고관청에 취득신고를 하여야 한다.",
      "외국인이 국내 부동산을 취득하는 교환계약을 체결하였 을 때에는 계약체결일부터 60일 이내에 신고관청에 취 득신고를 하여야 한다.",
      "외국인이 국내 부동산을 매수하기 위하여 체결한 매매 계약은 부동산 거래신고의 대상이다.",
      "국내 부동산을 가지고 있는 대한민국국민이 외국인으로 변경된 경우 그 외국인이 해당 부동산을 계속보유하려 는 때에는 외국인으로 변경된 날부터 6개월 이내에 신 고관청에 계속보유신고를 하여야 한다."
    ],
    "correctIndex": 1,
    "explanation": ""
  },
  {
    "id": "s5_q0147",
    "type": "multiple_choice",
    "year": 2024,
    "content": "부동산 거래신고 등에 관한 법령상 ‘허가구역 내 토 지거래에 대한 허가’의 규정이 적용되지 않는 경우를 모두 고른 것은? ㄱ. ｢부동산 거래신고 등에 관한 법률｣에 따라 외 국인이 토지취득의 허가를 받은 경우 ㄴ. ｢공익사업을 위한 토지 등의 취득 및 보상에 관한 법률｣에 따라 토지를 환매하는 경우 ㄷ. ｢한국농어촌공사 및 농지관리기금법｣에 따라 한국농어촌공사가 농지의 매매를 하는 경우",
    "options": [
      "ㄱ",
      "ㄴ",
      "ㄱ, ㄷ",
      "ㄴ, ㄷ",
      "ㄱ, ㄴ, ㄷ 사 2차 1교시 A형-12-4"
    ],
    "correctIndex": 4,
    "explanation": ""
  },
  {
    "id": "s5_q0148",
    "type": "multiple_choice",
    "year": 2024,
    "content": "부동산 거래신고 등에 관한 법령상 부동산거래신고 의 대상이 아닌 것은?",
    "options": [
      "｢주택법｣에 따른 조정대상지역에 소재하는 주택의 증여 계약",
      "｢공공주택 특별법｣에 따른 부동산의 공급계약",
      "토지거래허가를 받은 토지의 매매계약",
      "｢택지개발촉진법｣에 따른 부동산 공급계약을 통하여 부 동산을 공급받는 자로 선정된 지위의 매매계약",
      "｢빈집 및 소규모주택 정비에 관한 특례법｣에 따른 사업시 행계획인가로 취득한 입주자로 선정된 지위의 매매계약"
    ],
    "correctIndex": 0,
    "explanation": ""
  },
  {
    "id": "s5_q0149",
    "type": "multiple_choice",
    "year": 2024,
    "content": "甲의 저당권이 설정되어 있는 乙소유의 X주택을 丙 이 임차하려고 한다. 개업공인중개사가 중개의뢰인 丙에게 임대차계약 체결 후 발생할 수 있는 상황에 관하여 설명한 내용으로 옳은 것은?(다툼이 있으면 판례에 따름)",
    "options": [
      "丙이 X주택을 인도받고 그 주소로 동거하는 자녀의 주 민등록을 이전하면 대항력이 인정되지 않는다.",
      "丙이 부동산임대차 등기를 한 때에도 X주택을 인도받고 주민등록의 이전을 하지 않으면 대항력이 인정되지 않는다.",
      "乙이 보증금반환채권을 담보하기 위하여 丙에게 전세권 을 설정해 준 경우, 乙은 丙의 전세권을 양수한 선의의 제3자에게 연체차임의 공제 주장으로 대항할 수 있다.",
      "丙이 ｢주택임대차보호법｣상 최우선변제권이 인정되는 소액임차인인 때에도 甲의 저당권이 실행되면 丙의 임 차권은 소멸한다.",
      "丙이 임대차계약을 체결한 후 丁이 X주택에 저당권을 설정받았는데, 丁이 채권을 변제받지 못하자 X주택을 경매한 경우 甲의 저당권과 丙의 임차권은 매각으로 소 멸하지 않는다."
    ],
    "correctIndex": 3,
    "explanation": ""
  },
  {
    "id": "s5_q0150",
    "type": "multiple_choice",
    "year": 2024,
    "content": "개업공인중개사가 ｢민사집행법｣에 따른 강제경매에 관하여 중개의뢰인에게 설명한 내용으로 틀린 것은?",
    "options": [
      "법원이 경매절차를 개시하는 결정을 할 때에는 동시에 그 부동산의 압류를 명하여야 한다.",
      "압류는 부동산에 대한 채무자의 관리ㆍ이용에 영향을 미 치지 아니한다.",
      "제3자는 권리를 취득할 때에 경매신청 또는 압류가 있다 는 것을 알았을 경우에도 압류에 대항할 수 있다.",
      "경매개시결정이 등기된 뒤에 가압류를 한 채권자는 배당 요구를 할 수 있다.",
      "이해관계인은 매각대금이 모두 지급될 때까지 법원에 경 매개시결정에 대한 이의신청을 할 수 있다. 2024년 제35회 공인중개"
    ],
    "correctIndex": 2,
    "explanation": ""
  },
  {
    "id": "s5_q0151",
    "type": "multiple_choice",
    "year": 2024,
    "content": "개업공인중개사 甲은 ｢공인중개사의 매수신청대리인 등록 등에 관한 규칙｣에 따라 매수신청대리인으로 등록한 후 乙과 매수신청대리에 관한 위임계약을 체 결하였다. 이에 관한 설명으로 옳은 것은?",
    "options": [
      "甲이 법인이고 분사무소를 1개 둔 경우 매수신청대리에 따른 손해배상책임을 보장하기 위하여 설정해야 하는 보증의 금액은 6억원 이상이다.",
      "甲은 매수신청대리 사건카드에 乙에게서 위임받은 사건 에 관한 사항을 기재하고 서명날인 한 후 이를 3년간 보존해야 한다.",
      "甲은 매수신청대리 대상물에 대한 확인ㆍ설명 사항을 서면으로 작성하여 사건카드에 철하여 3년간 보존해야 하며 乙에게 교부할 필요는 없다.",
      "등기사항증명서는 甲이 乙에게 제시할 수 있는 매수신청 대리 대상물에 대한 설명의 근거자료에 해당하지 않는다.",
      "甲이 중개사무소를 이전한 경우 14일 이내에 乙에게 통 지하고 지방법원장에게 그 사실을 신고해야 한다."
    ],
    "correctIndex": 0,
    "explanation": ""
  },
  {
    "id": "s5_q0152",
    "type": "multiple_choice",
    "year": 2024,
    "content": "개업공인중개사가 구분소유권의 목적인 건물을 매수 하려는 중개의뢰인에게 ｢집합건물의 소유 및 관리에 관한 법률｣에 관하여 설명한 내용으로 옳은 것은?",
    "options": [
      "일부의 구분소유자만이 공용하도록 제공되는 것임이 명 백한 공용부분도 구분소유자 전원의 공유에 속한다.",
      "대지의 공유자는 그 대지에 구분소유권의 목적인 1동의 건물이 있을 때에도 그 건물 사용에 필요한 범위의 대 지에 대해 분할을 청구할 수 있다.",
      "구분소유자는 공용부분을 개량하기 위해서 필요한 범위 에서 다른 구분소유자의 전유부분의 사용을 청구할 수 있다.",
      "전유부분이 속하는 1동의 건물의 설치 또는 보존의 흠 으로 인하여 다른 자에게 손해를 입힌 경우에는 그 흠 은 전유부분에 존재하는 것으로 추정한다.",
      "대지사용권이 없는 구분소유자는 대지사용권자에게 대 지사용권을 시가(時價)로 매도할 것을 청구할 수 있다."
    ],
    "correctIndex": 2,
    "explanation": ""
  },
  {
    "id": "s5_q0153",
    "type": "multiple_choice",
    "year": 2024,
    "content": "개업공인중개사가 중개의뢰인에게 건물의 소유를 목 적으로 한 토지임대차를 중개하면서 임대인을 상대 로 지상건물에 대한 매수청구권을 행사할 수 있는 임차인에 대하여 설명하였다. 이에 해당하는 자를 모 두 고른 것은?(다툼이 있으면 판례에 따르며, 특별한 사정은 고려하지 않음) ㄱ. 종전 임차인이 신축한 건물을 매수한 임차인 ㄴ. 차임연체를 이유로 계약을 해지당한 임차인 ㄷ. 건물을 신축하였으나 행정관청의 허가를 받지 않은 임차인 ㄹ. 토지에 지상권이 설정된 경우 지상권자로부터 그 토지를 임차하여 건물을 신축한 임차인",
    "options": [
      "ㄱ, ㄴ",
      "ㄴ, ㄷ",
      "ㄷ, ㄹ",
      "ㄱ, ㄴ, ㄹ",
      "ㄱ, ㄷ, ㄹ 사 2차 1교시 A형-12-5"
    ],
    "correctIndex": 4,
    "explanation": ""
  },
  {
    "id": "s5_q0154",
    "type": "multiple_choice",
    "year": 2024,
    "content": "개업공인중개사가 소유자 甲으로부터 X주택을 임차한 ｢주택임대차보호법｣상 임차인 乙에게 임차권등기명령과 그에 따른 임차권등기에 대하여 설명한 내용으로 옳은 것을 모두 고른 것은?(다툼이 있으면 판례에 따름) ㄱ. 법원의 임차권등기명령이 甲에게 송달되어야 임 차권등기명령을 집행할 수 있다. ㄴ. 乙이 임차권등기를 한 이후에 甲으로부터 X주택 을 임차한 임차인은 최우선변제권을 가지지 못 한다. ㄷ. 乙이 임차권등기를 한 이후 대항요건을 상실하 더라도, 乙은 이미 취득한 대항력이나 우선변제 권을 잃지 않는다. ㄹ. 乙이 임차권등기를 한 이후에는 이행지체에 빠 진 甲의 보증금반환의무가 乙의 임차권등기 말 소의무보다 먼저 이행되어야 한다.",
    "options": [
      "ㄴ, ㄷ",
      "ㄱ, ㄴ, ㄹ",
      "ㄱ, ㄷ, ㄹ",
      "ㄴ, ㄷ, ㄹ",
      "ㄱ, ㄴ, ㄷ, ㄹ"
    ],
    "correctIndex": 3,
    "explanation": ""
  },
  {
    "id": "s5_q0155",
    "type": "multiple_choice",
    "year": 2024,
    "content": "개업공인중개사가 X토지를 공유로 취득하고자 하는 甲, 乙에게 설명한 내용으로 옳은 것을 모두 고른 것 은?(다툼이 있으면 판례에 따름) ㄱ. 甲의 지분이 1/2, 乙의 지분이 1/2인 경우, 乙과 협의 없이 X토지 전체를 사용ㆍ수익하는 甲에 대하여 乙은 X토지의 인도를 청구할 수 있다. ㄴ. 甲의 지분이 2/3, 乙의 지분이 1/3인 경우, 甲 이 X토지를 임대하였다면 乙은 그 임대차의 무효를 주장할 수 없다. ㄷ. 甲의 지분이 1/3, 乙의 지분이 2/3인 경우, 乙 은 甲의 동의 없이 X토지를 타인에게 매도할 수 없다.",
    "options": [
      "ㄱ",
      "ㄴ",
      "ㄱ, ㄷ",
      "ㄴ, ㄷ",
      "ㄱ, ㄴ, ㄷ"
    ],
    "correctIndex": 3,
    "explanation": ""
  },
  {
    "id": "s5_q0156",
    "type": "multiple_choice",
    "year": 2024,
    "content": "甲이 乙로부터 乙 소유의 X주택을 2020. 1. 매수하면서 그 소유권이전등기는 자신의 친구인 丙에게로 해 줄 것을 요구하였다(이에 대한 丙의 동의가 있었음). 乙로 부터 X주택의 소유권이전등기를 받은 丙은 甲의 허락 을 얻지 않고 X주택을 丁에게 임대하였고, 丁은 X주택 을 인도받은 후 주민등록을 이전하였다. 그런데 丁은 임대차계약 체결 당시에 甲의 허락이 없었음을 알고 있었다. 이에 대하여 개업공인중개사가 丁에게 설명한 내용으로 틀린 것은?(다툼이 있으면 판례에 따름)",
    "options": [
      "丙은 X주택의 소유권을 취득할 수 없다.",
      "乙은 丙을 상대로 진정명의 회복을 위한 소유권이전등 기를 청구할 수 있다.",
      "甲은 乙과의 매매계약을 기초로 乙에게 X주택의 소유 권이전등기를 청구할 수 있다. 2024년 제35회 공인중개",
      "丁은 甲 또는 乙에 대하여 임차권을 주장할 수 있다.",
      "丙은 丁을 상대로 임대차계약의 무효를 주장할 수 없지 만, 甲은 그 계약의 무효를 주장할 수 있다."
    ],
    "correctIndex": 4,
    "explanation": ""
  },
  {
    "id": "s5_q0157",
    "type": "multiple_choice",
    "year": 2024,
    "content": "개업공인중개사가 중개의뢰인에게 ｢주택임대차보호법｣ 상 계약갱신요구권에 관하여 설명한 것으로 옳은 것은?",
    "options": [
      "임차인은 최초의 임대차기간을 포함한 전체 임대차기간 이 10년을 초과하지 아니하는 범위에서 계약갱신요구권 을 행사할 수 있다.",
      "임차인뿐만 아니라 임대인도 계약갱신요구권을 행사할 수 있다.",
      "임차인이 계약갱신요구권을 행사하여 임대차계약이 갱 신된 경우 임차인은 언제든지 임대인에게 계약해지를 통지할 수 있다.",
      "임차인이 계약갱신요구권을 행사하여 임대차계약이 갱 신된 경우 임대인은 차임을 증액할 수 없다.",
      "임차인이 계약갱신요구권을 행사하려는 경우 계약기간 이 끝난 후 즉시 이를 행사하여야 한다."
    ],
    "correctIndex": 2,
    "explanation": ""
  },
  {
    "id": "s5_q0158",
    "type": "multiple_choice",
    "year": 2024,
    "content": "개업공인중개사가 상가건물을 임차하려는 중개의뢰 인 甲에게 ｢상가건물 임대차보호법｣의 내용에 관하 여 설명한 것으로 틀린 것은?",
    "options": [
      "甲이 건물을 인도 받고 ｢부가가치세법｣에 따른 사업자 등록을 신청하면 그 다음 날부터 대항력이 생긴다.",
      "확정일자는 건물의 소재지 관할 세무서장이 부여한다.",
      "임대차계약을 체결하려는 甲은 임대인의 동의를 받아 관할 세무서장에게 건물의 확정일자 부여일 등 관련 정 보의 제공을 요청할 수 있다.",
      "甲이 거짓이나 그 밖의 부정한 방법으로 임차한 경우 임대인은 甲의 계약갱신요구를 거절할 수 있다.",
      "건물의 경매 시 甲은 환가대금에서 우선변제권에 따른 보 증금을 지급받은 이후에 건물을 양수인에게 인도하면 된다."
    ],
    "correctIndex": 4,
    "explanation": ""
  },
  {
    "id": "s5_q0159",
    "type": "multiple_choice",
    "year": 2024,
    "content": "개업공인중개사가 토지를 매수하려는 중개의뢰인에 게 분묘기지권에 관하여 설명한 내용으로 옳은 것을 모두 고른 것은?(다툼이 있으면 판례에 따름) ㄱ. 분묘기지권을 시효취득한 사람은 시효취득한 때부터 지료를 지급할 의무가 발생한다. ㄴ. 특별한 사정이 없는 한 분묘기지권자가 분묘 의 수호와 봉사를 계속하는 한 그 분묘가 존 속하는 동안은 분묘기지권이 존속한다. ㄷ. 분묘기지권을 취득한 자는 그 분묘기지권의 등기 없이도 그 분묘가 설치된 토지의 매수 인에게 대항할 수 있다.",
    "options": [
      "ㄴ",
      "ㄱ, ㄴ",
      "ㄱ, ㄷ",
      "ㄴ, ㄷ",
      "ㄱ, ㄴ, ㄷ 사 2차 1교시 A형-12-6"
    ],
    "correctIndex": 3,
    "explanation": ""
  },
  {
    "id": "s5_q0160",
    "type": "multiple_choice",
    "year": 2024,
    "content": "토지를 매수하여 사설묘지를 설치하려는 중개의뢰인 에게 개업공인중개사가 장사 등에 관한 법령에 관하 여 설명한 내용으로 옳은 것은?",
    "options": [
      "개인묘지를 설치하려면 그 묘지를 설치하기 전에 해당 묘지를 관할하는 시장등에게 신고해야 한다.",
      "가족묘지를 설치하려면 해당 묘지를 관할하는 시장등의 허가를 받아야 한다.",
      "개인묘지나 가족묘지의 면적은 제한을 받지만, 분묘의 형태나 봉분의 높이는 제한을 받지 않는다.",
      "분묘의 설치기간은 원칙적으로 30년이지만, 개인묘지의 경우에는 3회에 한하여 그 기간을 연장할 수 있다.",
      "설치기간이 끝난 분묘의 연고자는 그 끝난 날부터 1개 월 이내에 해당 분묘에 설치된 시설물을 철거하고 매장 된 유골을 화장하거나 봉안해야 한다."
    ],
    "correctIndex": 1,
    "explanation": ""
  },
  {
    "id": "s5_y2024_b0001",
    "type": "fill_in_the_blank",
    "content": "[BLANK]이 직접 공인중개사자격시험을 시행하려 는 경우에는 위원회의 의결을 미리 거쳐야 한다.",
    "answer": "국토교통부장관",
    "explanation": "공인중개사법령상 공인중개사 정책심의위원회(이하 “위원회”라 함) — 국토교통부장관이 직접 공인중개사자격시험을 시행하려 는 경우에는 위원회의 의결을 미리 거쳐야 한다."
  },
  {
    "id": "s5_y2024_b0005",
    "type": "fill_in_the_blank",
    "content": "[BLANK]가 고용할 수 있는 중개보조원의 수는 개업공인중개사와 소속공인중개사를 합한 수의 5배를 초과하여서는 아니 된다.",
    "answer": "개업공인중개사",
    "explanation": "공인중개사법령상 고용인의 신고 등 — 개업공인중개사가 고용할 수 있는 중개보조원의 수는 개업공인중개사와 소속공인중개사를 합한 수의 5배를 초과하여서는 아니 된다."
  },
  {
    "id": "s5_y2024_b0011",
    "type": "fill_in_the_blank",
    "content": "법인인 [BLANK]의 해산으로 부동산거래정보망의 계속적인 운영이 불가능한 경우 국토교통부장관은 청문 없이 그 지정을 취소할 수 있다.",
    "answer": "거래정보사업자",
    "explanation": "공인중개사법령상 부동산거래정보망의 지정 및 이용 — 법인인 거래정보사업자의 해산으로 부동산거래정보망의 계속적인 운영이 불가능한 경우 국토교통부장관은 청문 없이 그 지정을 취소할 수 있다."
  },
  {
    "id": "s5_y2024_b0014",
    "type": "fill_in_the_blank",
    "content": "거짓이나 그 밖의 부정한 [BLANK]로 중개사무소의 개설 등록을 한 경우",
    "answer": "방법으",
    "explanation": "거짓이나 그 밖의 부정한 방법으로 중개사무소의 개설 등록을 한 경우"
  },
  {
    "id": "s5_y2024_b0015",
    "type": "fill_in_the_blank",
    "content": "중개대상물인 주택의 소재지와 [BLANK]의 소재지가 다른 경우 중개보수는 중개대상물의 소재지를 관할하는 시ㆍ도의 조례에서 정한 기준에 따라야 한다.",
    "answer": "중개사무소",
    "explanation": "공인중개사법령상 중개보수 등 — 중개대상물인 주택의 소재지와 중개사무소의 소재지가 다른 경우 중개보수는 중개대상물의 소재지를 관할하는 시ㆍ도의 조례에서 정한 기준에 따라야 한다."
  },
  {
    "id": "s5_y2024_b0016",
    "type": "fill_in_the_blank",
    "content": "부동산거래정보망에 [BLANK]에 관한 정보를 거짓으 로 공개한 경우",
    "answer": "중개대상물",
    "explanation": "부동산거래정보망에 중개대상물에 관한 정보를 거짓으 로 공개한 경우"
  },
  {
    "id": "s5_y2024_b0022",
    "type": "fill_in_the_blank",
    "content": "허가구역 [BLANK]에 관한 공고 내용의 통지를 받은 시장ㆍ 군수 또는 구청장은 지체 없이 그 공고 내용을 관할 등 기소의 장에게 통지해야 한다.",
    "answer": "지정",
    "explanation": "부동산 거래신고 등 — 허가구역 지정에 관한 공고 내용의 통지를 받은 시장ㆍ 군수 또는 구청장은 지체 없이 그 공고 내용을 관할 등 기소의 장에게 통지해야 한다."
  },
  {
    "id": "s5_y2024_b0024",
    "type": "fill_in_the_blank",
    "content": "C광역시 D군 소재 [BLANK]로서 보증금이 1억원이고 월 차임이 100만원으로 신고된 임대차계약에서 보증금 및 차임의 증감 없이 임대차 기간만 연장하는 갱신계약은 신고 대상이 아니다.",
    "answer": "주택으",
    "explanation": "부동산 거래신고 등 — C광역시 D군 소재 주택으로서 보증금이 1억원이고 월 차임이 100만원으로 신고된 임대차계약에서 보증금 및 차임의 증감 없이 임대차 기간만 연장하는 갱신계약은 신고 대상이 아니다."
  },
  {
    "id": "s5_y2024_b0029",
    "type": "fill_in_the_blank",
    "content": "丙이 ｢주택임대차보호법｣상 [BLANK]이 인정되는 소액임차인인 때에도 甲의 저당권이 실행되면 丙의 임 차권은 소멸한다.",
    "answer": "최우선변제권",
    "explanation": "丙이 ｢주택임대차보호법｣상 최우선변제권이 인정되는 소액임차인인 때에도 甲의 저당권이 실행되면 丙의 임 차권은 소멸한다."
  },
  {
    "id": "s5_y2024_b0031",
    "type": "fill_in_the_blank",
    "content": "甲이 법인이고 [BLANK]를 1개 둔 경우 매수신청대리에 따른 손해배상책임을 보장하기 위하여 설정해야 하는 보증의 금액은 6억원 이상이다.",
    "answer": "분사무소",
    "explanation": "개업공인중개사 甲은 ｢공인중개사의 매수신청대리인 등록 등 — 甲이 법인이고 분사무소를 1개 둔 경우 매수신청대리에 따른 손해배상책임을 보장하기 위하여 설정해야 하는 보증의 금액은 6억원 이상이다."
  },
  {
    "id": "s5_y2024_b0032",
    "type": "fill_in_the_blank",
    "content": "[BLANK]는 공용부분을 개량하기 위해서 필요한 범위 에서 다른 구분소유자의 전유부분의 사용을 청구할 수 있다.",
    "answer": "구분소유자",
    "explanation": "권의 목적인 건물을 매수 하려는 중개의뢰인에게 ｢집합건물의 소유 및 관리 — 구분소유자는 공용부분을 개량하기 위해서 필요한 범위 에서 다른 구분소유자의 전유부분의 사용을 청구할 수 있다."
  },
  {
    "id": "s5_y2024_b0037",
    "type": "fill_in_the_blank",
    "content": "[BLANK]이 계약갱신요구권을 행사하여 임대차계약이 갱 신된 경우 임차인은 언제든지 임대인에게 계약해지를 통지할 수 있다.",
    "answer": "임차인",
    "explanation": "임차인이 계약갱신요구권을 행사하여 임대차계약이 갱 신된 경우 임차인은 언제든지 임대인에게 계약해지를 통지할 수 있다."
  },
  {
    "id": "s5_y2024_b0040",
    "type": "fill_in_the_blank",
    "content": "가족묘지를 설치하려면 해당 묘지를 관할하는 [BLANK]의 허가를 받아야 한다.",
    "answer": "시장등",
    "explanation": "매수하여 사설묘지를 설치하려는 중개의뢰인 에게 개업공인중개사가 장사 등 — 가족묘지를 설치하려면 해당 묘지를 관할하는 시장등의 허가를 받아야 한다."
  }
]