[
  {
    "id": "s2_q0001",
    "type": "multiple_choice",
    "year": 2021,
    "content": "상대방 있는 단독행위에 해당하지 않는 것은?(다툼이 있으면 판례에 따름)",
    "options": [
      "공유지분의 포기",
      "무권대리행위의 추인",
      "상계의 의사표시",
      "취득시효 이익의 포기",
      "재단법인의 설립행위"
    ],
    "correctIndex": 4,
    "explanation": ""
  },
  {
    "id": "s2_q0002",
    "type": "multiple_choice",
    "year": 2021,
    "content": "甲은 자기 소유 X토지를 매도하기 위해 乙에게 대리권 을 수여하였다. 이후 乙은 丙을 복대리인으로 선임하였 고, 丙은 甲을 대리하여 X토지를 매도하였다. 이에 관 한 설명으로 옳은 것은?(다툼이 있으면 판례에 따름)",
    "options": [
      "丙은 甲의 대리인임과 동시에 乙의 대리인이다.",
      "X토지의 매매계약이 갖는 성질상 乙에 의한 처리가 필 요하지 않다면, 특별한 사정이 없는 한 丙의 선임에 관 하여 묵시적 승낙이 있는 것으로 보는 것이 타당하다.",
      "乙이 甲의 승낙을 얻어 丙을 선임한 경우 乙은 甲에 대 하여 그 선임감독에 관한 책임이 없다.",
      "丙을 적법하게 선임한 후 X토지 매매계약 전에 甲이 사망한 경우, 특별한 사정이 없다면 丙의 대리권은 소 멸하지 않는다.",
      "만일 대리권이 소멸된 乙이 丙을 선임하였다면, X토지 매매에 대하여 민법 제129조에 의한 표현대리의 법리가 적용될 여지가 없다."
    ],
    "correctIndex": 1,
    "explanation": ""
  },
  {
    "id": "s2_q0003",
    "type": "multiple_choice",
    "year": 2021,
    "content": "행위능력자 乙은 대리권 없이 甲을 대리하여 甲이 보유하고 있던 매수인의 지위를 丙에게 양도하기로 약정하고, 이에 丙은 乙에게 계약금을 지급하였다. 乙은 그 계약금을 유흥비로 탕진하였다. 이에 관한 설명으로 틀린 것은?(단, 표현대리는 성립하지 않으 며, 다툼이 있으면 판례에 따름)",
    "options": [
      "매수인의 지위 양도계약 체결 당시 乙의 무권대리를 모른 丙은 甲의 추인이 있을 때까지 계약을 철회할 수 있다.",
      "丙이 계약을 유효하게 철회하면, 무권대리행위는 확정 적으로 무효가 된다.",
      "丙이 계약을 유효하게 철회하면, 丙은 甲을 상대로 계 약금 상당의 부당이득반환을 청구할 수 있다.",
      "丙이 계약을 철회한 경우, 甲이 그 철회의 유효를 다투 기 위해서는 乙에게 대리권이 없음을 丙이 알았다는 것 에 대해 증명해야 한다.",
      "丙의 계약 철회 전 甲이 사망하고 乙이 단독상속인이 된 경우, 乙이 선의․무과실인 丙에게 추인을 거절하는 것은 신의칙에 반한다. 2021년 제32회 공인중개"
    ],
    "correctIndex": 2,
    "explanation": ""
  },
  {
    "id": "s2_q0004",
    "type": "multiple_choice",
    "year": 2021,
    "content": "의사와 표시가 불일치하는 경우에 관한 설명으로 옳은 것은?(다툼이 있으면 판례에 따름)",
    "options": [
      "통정허위표시의 무효로 대항할 수 없는 제3자에 해당하 는지를 판단할 때, 파산관재인은 파산채권자 일부가 선 의라면 선의로 다루어진다.",
      "비진의 의사표시는 상대방이 표의자의 진의 아님을 알 수 있었을 경우 취소할 수 있다.",
      "비진의 의사표시는 상대방과 통정이 없었다는 점에서 착오와 구분된다.",
      "통정허위표시의 무효에 대항하려는 제3자는 자신이 선의라는 것을 증명하여야 한다.",
      "매수인의 채무불이행을 이유로 매도인이 계약을 적법하 게 해제했다면, 착오를 이유로 한 매수인의 취소권은 소멸한다."
    ],
    "correctIndex": 0,
    "explanation": ""
  },
  {
    "id": "s2_q0005",
    "type": "multiple_choice",
    "year": 2021,
    "content": "효력규정이 아닌 것을 모두 고른 것은?(다툼이 있으면 판례에 따름) ㄱ. ｢부동산등기 특별조치법｣상 중간생략등기를 금 지하는 규정 ㄴ. ｢공인중개사법｣상 개업공인중개사가 중개의뢰 인과 직접 거래를 하는 행위를 금지하는 규정 ㄷ. ｢공인중개사법｣상 개업공인중개사가 법령에 규 정된 중개보수 등을 초과하여 금품을 받는 행위 를 금지하는 규정",
    "options": [
      "ㄱ",
      "ㄴ",
      "ㄷ",
      "ㄱ, ㄴ",
      "ㄴ, ㄷ"
    ],
    "correctIndex": 3,
    "explanation": ""
  },
  {
    "id": "s2_q0006",
    "type": "multiple_choice",
    "year": 2021,
    "content": "부동산이중매매에 관한 설명으로 틀린 것은?(다툼이 있으면 판례에 따름)",
    "options": [
      "반사회적 법률행위에 해당하는 제2매매계약에 기초하여 제2매수인으로부터 그 부동산을 매수하여 등기한 선의 의 제3자는 제2매매계약의 유효를 주장할 수 있다.",
      "제2매수인이 이중매매사실을 알았다는 사정만으로 제2매 매계약을 반사회적 법률행위에 해당한다고 볼 수 없다.",
      "특별한 사정이 없는 한, 먼저 등기한 매수인이 목적 부 동산의 소유권을 취득한다.",
      "반사회적 법률행위에 해당하는 이중매매의 경우, 제1매 수인은 제2매수인에 대하여 직접 소유권이전등기말소를 청구할 수 없다.",
      "부동산이중매매의 법리는 이중으로 부동산임대차계약이 체결되는 경우에도 적용될 수 있다."
    ],
    "correctIndex": 0,
    "explanation": ""
  },
  {
    "id": "s2_q0007",
    "type": "multiple_choice",
    "year": 2021,
    "content": "법률행위의 취소에 관한 설명으로 틀린 것은?",
    "options": [
      "취소권은 추인할 수 있는 날로부터 3년내에 법률행위를 한 날로부터 10년내에 행사해야 한다.",
      "취소할 수 있는 법률행위에 관하여 법정추인이 되려면 취소권자가 취소권의 존재를 인식해야 한다.",
      "취소된 법률행위는 처음부터 무효인 것으로 본다.",
      "취소권의 법적성질은 형성권이다.",
      "취소할 수 있는 법률행위의 상대방이 확정된 경우, 그 취소는 그 상대방에 대한 의사표시로 하여야 한다. 사 1차 1교시 A형-12-7"
    ],
    "correctIndex": 1,
    "explanation": ""
  },
  {
    "id": "s2_q0008",
    "type": "multiple_choice",
    "year": 2021,
    "content": "표현대리에 관한 설명으로 옳은 것은?(다툼이 있으면 판례에 따름)",
    "options": [
      "본인이 타인에게 대리권을 수여하지 않았지만 수여하였 다고 상대방에게 통보한 경우, 그 타인이 통보받은 상 대방 외의 자와 본인을 대리하여 행위를 한 때는 민법 제125조의 표현대리가 적용된다.",
      "표현대리가 성립하는 경우, 과실상계의 법리를 유추적 용하여 본인의 책임을 경감할 수 있다.",
      "민법 제129조의 표현대리를 기본대리권으로 하는 민법 제126조의 표현대리는 성립될 수 없다.",
      "대리행위가 강행법규에 위반하여 무효인 경우에는 표현 대리의 법리가 적용되지 않는다.",
      "유권대리의 주장 속에는 표현대리의 주장이 포함되어 있다."
    ],
    "correctIndex": 3,
    "explanation": ""
  },
  {
    "id": "s2_q0009",
    "type": "multiple_choice",
    "year": 2021,
    "content": "법률행위의 조건과 기한에 관한 설명으로 틀린 것은?",
    "options": [
      "법정조건은 법률행위의 부관으로서의 조건이 아니다.",
      "조건이 선량한 풍속 기타 사회질서에 위반한 것이면 그 법률행위는 무효이다.",
      "조건부 법률행위는 조건이 성취되었을 때에 비로소 그 법률행위가 성립한다.",
      "조건부 법률행위에서 불능조건이 정지조건이면 그 법률 행위는 무효이다.",
      "과거의 사실은 법률행위의 부관으로서의 조건으로 되지 못한다."
    ],
    "correctIndex": 2,
    "explanation": ""
  },
  {
    "id": "s2_q0010",
    "type": "multiple_choice",
    "year": 2021,
    "content": "법률행위의 무효에 관한 설명으로 옳은 것은?(다툼이 있으면 판례에 따름)",
    "options": [
      "무효인 법률행위의 추인은 그 무효의 원인이 소멸한 후 에 하여야 그 효력이 인정된다.",
      "무효인 법률행위는 무효임을 안 날로부터 3년이 지나면 추인할 수 없다.",
      "법률행위의 일부분이 무효일 때, 그 나머지 부분의 유 효성을 판단함에 있어 나머지 부분을 유효로 하려는 당 사자의 가정적 의사는 고려되지 않는다.",
      "무효인 법률행위의 추인은 묵시적인 방법으로 할 수는 없다.",
      "강행법규 위반으로 무효인 법률행위를 추인한 때에는 다른 정함이 없으면 그 법률행위는 처음부터 유효한 법 률행위가 된다."
    ],
    "correctIndex": 0,
    "explanation": ""
  },
  {
    "id": "s2_q0011",
    "type": "multiple_choice",
    "year": 2021,
    "content": "물권에 관한 설명으로 틀린 것은?(다툼이 있으면 판 례에 따름)",
    "options": [
      "민법 제185조에서의 ‘법률’은 국회가 제정한 형식적 의미의 법률을 의미한다.",
      "사용ㆍ수익 권능을 대세적ㆍ영구적으로 포기한 소유권도 존재한다. 2021년 제32회 공인중개",
      "처분권능이 없는 소유권은 인정되지 않는다.",
      "근린공원을 자유롭게 이용한 사정만으로 공원이용권이 라는 배타적 권리를 취득하였다고 볼 수는 없다.",
      "온천에 관한 권리를 관습법상의 물권이라고 볼 수는 없다."
    ],
    "correctIndex": 1,
    "explanation": ""
  },
  {
    "id": "s2_q0012",
    "type": "multiple_choice",
    "year": 2021,
    "content": "물권적 청구권에 관한 설명으로 옳은 것은?(다툼이 있으면 판례에 따름)",
    "options": [
      "소유권을 양도한 전소유자가 물권적 청구권만을 분리, 유보하여 불법점유자에 대해 그 물권적 청구권에 의한 방해배제를 할 수 있다.",
      "물권적 청구권을 행사하기 위해서는 그 상대방에게 귀책사유가 있어야 한다.",
      "소유권에 기한 방해배제청구권에 있어서 방해에는 과거에 이미 종결된 손해가 포함된다.",
      "소유권에 기한 물권적 청구권은 그 소유권과 분리하여 별도의 소멸시효의 대상이 된다.",
      "소유권에 기한 물권적 청구권은 그 소유자가 소유권을 상실하면 더 이상 인정되지 않는다."
    ],
    "correctIndex": 4,
    "explanation": ""
  },
  {
    "id": "s2_q0013",
    "type": "multiple_choice",
    "year": 2021,
    "content": "등기청구권에 관한 설명으로 옳은 것을 모두 고른 것은?(다툼이 있으면 판례에 따름) ㄱ. 등기청구권이란 등기권리자와 등기의무자가 함께 국가에 등기를 신청하는 공법상의 권리 이다. ㄴ. 부동산 매수인이 그 목적물을 인도받아 이를 사용수익하고 있는 이상 그 매수인의 등기청 구권은 시효로 소멸하지 않는다. ㄷ. 취득시효완성으로 인한 소유권이전등기청구권 은 시효완성 당시의 등기명의인이 동의해야만 양도할 수 있다.",
    "options": [
      "ㄱ",
      "ㄴ",
      "ㄷ",
      "ㄱ, ㄴ",
      "ㄴ, ㄷ"
    ],
    "correctIndex": 1,
    "explanation": ""
  },
  {
    "id": "s2_q0014",
    "type": "multiple_choice",
    "year": 2021,
    "content": "청구권보전을 위한 가등기에 관한 설명으로 틀린 것 은?(다툼이 있으면 판례에 따름)",
    "options": [
      "가등기된 소유권이전청구권은 가등기에 대한 부기등기의 방법으로 타인에게 양도될 수 있다.",
      "정지조건부 청구권을 보전하기 위한 가등기도 허용된다.",
      "가등기에 기한 본등기 절차에 의하지 않고 별도의 본등 기를 경료받은 경우, 제3자 명의로 중간처분의 등기가 있 어도 가등기에 기한 본등기 절차의 이행을 구할 수 없다.",
      "가등기는 물권적 청구권을 보전하기 위해서는 할 수 없다.",
      "소유권이전청구권을 보전하기 위한 가등기에 기한 본등 기를 청구하는 경우, 가등기 후 소유자가 변경되더라도 가등기 당시의 등기명의인을 상대로 하여야 한다. 사 1차 1교시 A형-12-8"
    ],
    "correctIndex": 2,
    "explanation": ""
  },
  {
    "id": "s2_q0015",
    "type": "multiple_choice",
    "year": 2021,
    "content": "甲, 乙, 丙은 X토지를 각 1/2, 1/4, 1/4의 지분으로 공유 하고 있다. 이에 관한 설명으로 옳은 것은?(단, 구분소 유적 공유관계는 아니며, 다툼이 있으면 판례에 따름)",
    "options": [
      "乙이 X토지에 대한 자신의 지분을 포기한 경우, 乙의 지분은 甲, 丙에게 균등한 비율로 귀속된다.",
      "당사자간의 특약이 없는 경우, 甲은 단독으로 X토지를 제3자에게 임대할 수 있다.",
      "甲, 乙은 X토지에 대한 관리방법으로 X토지에 건물을 신축할 수 있다.",
      "甲, 乙, 丙이 X토지의 관리에 관한 특약을 한 경우, 그 특약은 특별한 사정이 없는 한 그들의 특정승계인에게 도 효력이 미친다.",
      "丙이 甲, 乙과의 협의없이 X토지를 배타적ㆍ독점적으로 점유하고 있는 경우, 乙은 공유물에 대한 보존행위로 X 토지의 인도를 청구할 수 있다."
    ],
    "correctIndex": 3,
    "explanation": ""
  },
  {
    "id": "s2_q0016",
    "type": "multiple_choice",
    "year": 2021,
    "content": "소유권에 관한 설명으로 틀린 것은?(다툼이 있으면 판례에 따름)",
    "options": [
      "기술적 착오로 지적도상의 경계선이 진실한 경계선과 다르게 작성된 경우, 그 토지의 경계는 실제의 경계에 따른다.",
      "토지가 포락되어 원상복구가 불가능한 경우, 그 토지에 대한 종전 소유권은 소멸한다.",
      "타인의 토지를 통과하지 않으면 필요한 수도를 설치할 수 없는 토지의 소유자는 그 타인의 승낙 없이도 수도 를 시설할 수 있다.",
      "포위된 토지가 공로에 접하게 되어 주위토지통행권을 인 정할 필요성이 없어진 경우에도 그 통행권은 존속한다.",
      "증축된 부분이 기존의 건물과 구조상ㆍ이용상 독립성이 없는 경우, 그 부분은 기존의 건물에 부합한다."
    ],
    "correctIndex": 3,
    "explanation": ""
  },
  {
    "id": "s2_q0017",
    "type": "multiple_choice",
    "year": 2021,
    "content": "부동산의 점유취득시효에 관한 설명으로 틀린 것 은?(다툼이 있으면 판례에 따름)",
    "options": [
      "성명불상자(姓名不詳者)의 소유물에 대하여 시효취득을 인정할 수 있다.",
      "국유재산도 취득시효기간 동안 계속하여 일반재산인 경 우 취득시효의 대상이 된다.",
      "점유자가 자주점유의 권원을 주장하였으나 이것이 인정 되지 않는 경우, 특별한 사정이 없는 한 자주점유의 추 정은 번복된다.",
      "점유의 승계가 있는 경우 시효이익을 받으려는 자는 자 기 또는 전(前)점유자의 점유개시일 중 임의로 점유기 산점을 선택할 수 있다.",
      "취득시효완성 후 소유권이전등기를 마치지 않은 시효완 성자는 소유자에 대하여 취득시효 기간 중의 점유로 발 생한 부당이득의 반환의무가 없다. 2021년 제32회 공인중개"
    ],
    "correctIndex": 2,
    "explanation": ""
  },
  {
    "id": "s2_q0018",
    "type": "multiple_choice",
    "year": 2021,
    "content": "점유권에 관한 설명으로 틀린 것은?(다툼이 있으면 판례에 따름)",
    "options": [
      "특별한 사정이 없는 한, 건물의 부지가 된 토지는 그 건물의 소유자가 점유하는 것으로 보아야 한다.",
      "전후 양 시점의 점유자가 다른 경우 점유승계가 증명되 면 점유계속은 추정된다.",
      "적법하게 과실을 취득한 선의의 점유자는 회복자에게 통상의 필요비의 상환을 청구하지 못한다.",
      "점유자가 상대방의 사기에 의해 물건을 인도한 경우 점유 침탈을 이유로 한 점유물반환청구권은 발생하지 않는다.",
      "선의의 점유자가 본권의 소에서 패소하면 패소 확정시 부터 악의의 점유자로 본다."
    ],
    "correctIndex": 4,
    "explanation": ""
  },
  {
    "id": "s2_q0019",
    "type": "multiple_choice",
    "year": 2021,
    "content": "지상권에 관한 설명으로 틀린 것을 모두 고른 것은? (다툼이 있으면 판례에 따름) ㄱ. 담보목적의 지상권이 설정된 경우 피담보채권 이 변제로 소멸하면 그 지상권도 소멸한다. ㄴ. 지상권자의 지료지급 연체가 토지소유권의 양 도 전후에 걸쳐 이루어진 경우, 토지양수인은 자신에 대한 연체기간이 2년 미만이더라도 지 상권의 소멸을 청구할 수 있다. ㄷ. 분묘기지권을 시효취득한 자는 토지소유자가 지료를 청구한 날부터의 지료를 지급할 의무 가 있다.",
    "options": [
      "ㄱ",
      "ㄴ",
      "ㄷ",
      "ㄱ, ㄴ",
      "ㄴ, ㄷ"
    ],
    "correctIndex": 1,
    "explanation": ""
  },
  {
    "id": "s2_q0020",
    "type": "multiple_choice",
    "year": 2021,
    "content": "지역권에 관한 설명으로 틀린 것은?",
    "options": [
      "지역권은 요역지와 분리하여 따로 양도하거나 다른 권 리의 목적으로 하지 못한다.",
      "1필의 토지의 일부에는 지역권을 설정할 수 없다.",
      "요역지의 공유자 중 1인이 지역권을 취득한 경우, 요역 지의 다른 공유자도 지역권을 취득한다.",
      "지역권에 기한 승역지 반환청구권은 인정되지 않는다.",
      "계속되고 표현된 지역권은 시효취득의 대상이 될 수 있다."
    ],
    "correctIndex": 1,
    "explanation": ""
  },
  {
    "id": "s2_q0021",
    "type": "multiple_choice",
    "year": 2021,
    "content": "전세권에 관한 설명으로 틀린 것은?(다툼이 있으면 판례에 따름)",
    "options": [
      "전세금의 지급은 전세권 성립의 요소이다.",
      "당사자가 주로 채권담보의 목적을 갖는 전세권을 설정 하였더라도 장차 전세권자의 목적물에 대한 사용수익권 을 완전히 배제하는 것이 아니라면 그 효력은 인정된다.",
      "건물전세권이 법정갱신된 경우 전세권자는 전세권갱신에 관한 등기없이도 제3자에게 전세권을 주장할 수 있다.",
      "전세권의 존속기간 중 전세목적물의 소유권이 양도되 면, 그 양수인이 전세권설정자의 지위를 승계한다.",
      "건물의 일부에 대한 전세에서 전세권설정자가 전세금의 반환을 지체하는 경우, 전세권자는 전세권에 기하여 건 물 전부에 대해서 경매청구할 수 있다. 사 1차 1교시 A형-12-9"
    ],
    "correctIndex": 4,
    "explanation": ""
  },
  {
    "id": "s2_q0022",
    "type": "multiple_choice",
    "year": 2021,
    "content": "저당부동산의 제3취득자에 관한 설명으로 옳은 것을 모두 고른 것은?(다툼이 있으면 판례에 따름) ㄱ. 저당부동산에 대한 후순위저당권자는 저당부 동산의 피담보채권을 변제하고 그 저당권의 소멸을 청구할 수 있는 제3취득자에 해당하지 않는다. ㄴ. 저당부동산의 제3취득자는 부동산의 보존․개 량을 위해 지출한 비용을 그 부동산의 경매대 가에서 우선상환을 받을 수 없다. ㄷ. 저당부동산의 제3취득자는 저당권을 실행하는 경매에 참가하여 매수인이 될 수 있다. ㄹ. 피담보채권을 변제하고 저당권의 소멸을 청구 할 수 있는 제3취득자에는 경매신청 후에 소 유권, 지상권 또는 전세권을 취득한 자도 포함 된다.",
    "options": [
      "ㄱ, ㄴ",
      "ㄱ, ㄹ",
      "ㄴ, ㄷ",
      "ㄱ, ㄷ, ㄹ",
      "ㄴ, ㄷ, ㄹ"
    ],
    "correctIndex": 3,
    "explanation": ""
  },
  {
    "id": "s2_q0023",
    "type": "multiple_choice",
    "year": 2021,
    "content": "저당권의 효력이 미치는 목적물의 범위에 관한 설명 으로 틀린 것은?(다툼이 있으면 판례에 따름)",
    "options": [
      "당사자는 설정계약으로 저당권의 효력이 종물에 미치지 않는 것으로 정할 수 있다.",
      "저당권의 목적토지가 ｢공익사업을 위한 토지 등의 취득 및 보상에 관한 법률｣에 따라 협의취득된 경우, 저당권자 는 그 보상금청구권에 대해 물상대위권을 행사할 수 없다.",
      "건물 소유를 목적으로 토지를 임차한 자가 그 토지 위 에 소유하는 건물에 저당권을 설정한 경우 건물 소유를 목적으로 한 토지 임차권에도 저당권의 효력이 미친다.",
      "저당목적물의 변형물인 금전에 대해 이미 제3자가 압류 한 경우 저당권자는 물상대위권을 행사할 수 없다.",
      "저당부동산에 대한 압류 이후의 저당권설정자의 저당부 동산에 관한 차임채권에도 저당권의 효력이 미친다."
    ],
    "correctIndex": 3,
    "explanation": ""
  },
  {
    "id": "s2_q0024",
    "type": "multiple_choice",
    "year": 2021,
    "content": "유치권 성립을 위한 견련관계가 인정되는 경우를 모 두 고른 것은?(다툼이 있으면 판례에 따름) ㄱ. 임대인과 임차인 사이에 건물명도시 권리금을 반환하기로 약정을 한 때, 권리금반환청구권을 가지고 건물에 대한 유치권을 주장하는 경우 ㄴ. 건물의 임대차에서 임차인의 임차보증금반환 청구권으로써 임차인이 그 건물에 유치권을 주장하는 경우 ㄷ. 가축이 타인의 농작물을 먹어 발생한 손해에 관한 배상청구권에 기해 그 타인이 그 가축에 대한 유치권을 주장하는 경우",
    "options": [
      "ㄱ",
      "ㄴ",
      "ㄷ",
      "ㄱ, ㄷ",
      "ㄴ, ㄷ 2021년 제32회 공인중개사"
    ],
    "correctIndex": 2,
    "explanation": ""
  },
  {
    "id": "s2_q0025",
    "type": "multiple_choice",
    "year": 2021,
    "content": "동시이행관계에 있는 것을 모두 고른 것은?(단, 이에 관한 특약은 없으며, 다툼이 있으면 판례에 따름) ㄱ. 부동산의 매매계약이 체결된 경우 매도인의 소 유권이전등기의무와 매수인의 잔대금지급의무 ㄴ. 임대차 종료시 임대인의 임차보증금 반환의무 와 임차인의 임차물 반환의무 ㄷ. 매도인의 토지거래허가 신청절차에 협력할 의 무와 매수인의 매매대금지급의무",
    "options": [
      "ㄱ",
      "ㄴ",
      "ㄷ",
      "ㄱ, ㄴ",
      "ㄴ, ㄷ"
    ],
    "correctIndex": 3,
    "explanation": ""
  },
  {
    "id": "s2_q0026",
    "type": "multiple_choice",
    "year": 2021,
    "content": "제3자를 위한 계약에 관한 설명으로 틀린 것은?(다 툼이 있으면 판례에 따름)",
    "options": [
      "제3자의 권리는 그 제3자가 채무자에 대해 수익의 의사 표시를 하면 계약의 성립시에 소급하여 발생한다.",
      "제3자는 채무자의 채무불이행을 이유로 그 계약을 해제 할 수 없다.",
      "채무자에게 수익의 의사표시를 한 제3자는 그 채무자에 게 그 채무의 이행을 직접 청구할 수 있다.",
      "채무자는 상당한 기간을 정하여 계약이익의 향수 여부 의 확답을 제3자에게 최고할 수 있다.",
      "채무자와 인수인의 계약으로 체결되는 병존적 채무인수 는 제3자를 위한 계약으로 볼 수 있다."
    ],
    "correctIndex": 0,
    "explanation": ""
  },
  {
    "id": "s2_q0027",
    "type": "multiple_choice",
    "year": 2021,
    "content": "합의해제에 관한 설명으로 틀린 것은?(다툼이 있으면 판례에 따름)",
    "options": [
      "부동산매매계약이 합의해제된 경우, 다른 약정이 없는 한 매도인은 수령한 대금에 이자를 붙여 반환할 필요가 없다.",
      "당사자 쌍방은 자기 채무의 이행제공 없이 합의에 의해 계약을 해제할 수 있다.",
      "합의해제의 소급효는 법정해제의 경우와 같이 제3자의 권리를 해하지 못한다.",
      "계약이 합의해제된 경우 다른 사정이 없는 한, 합의해제 시에 채무불이행으로 인한 손해배상을 청구할 수 있다.",
      "매도인이 잔금기일 경과 후 해제를 주장하며 수령한 대 금을 공탁하고 매수인이 이의 없이 수령한 경우, 특별 한 사정이 없는 한 합의해제된 것으로 본다."
    ],
    "correctIndex": 3,
    "explanation": ""
  },
  {
    "id": "s2_q0028",
    "type": "multiple_choice",
    "year": 2021,
    "content": "청약에 관한 설명으로 옳은 것은?(단, 특별한 사정은 없으며, 다툼이 있으면 판례에 따름)",
    "options": [
      "불특정다수인에 대한 청약은 효력이 없다.",
      "청약이 상대방에게 도달하여 그 효력이 발생하더라도 청약자는 이를 철회할 수 있다.",
      "당사자간에 동일한 내용의 청약이 상호교차된 경우, 양 청약이 상대방에게 발송된 때에 계약이 성립한다.",
      "계약내용이 제시되지 않은 광고는 청약에 해당한다.",
      "하도급계약을 체결하려는 교섭당사자가 견적서를 제출 하는 행위는 청약의 유인에 해당한다. 사 1차 1교시 A형-12-10"
    ],
    "correctIndex": 4,
    "explanation": ""
  },
  {
    "id": "s2_q0029",
    "type": "multiple_choice",
    "year": 2021,
    "content": "약관에 관한 설명으로 틀린 것은?(다툼이 있으면 판례에 따름)",
    "options": [
      "고객에게 부당하게 과중한 지연 손해금 등의 손해배상 의무를 부담시키는 약관 조항은 무효로 한다.",
      "약관내용이 명백하지 못한 때에는 약관작성자에게 불리 하게 제한해석해야 한다.",
      "보통거래약관은 신의성실의 원칙에 따라 그 약관의 목적 과 취지를 고려하여 공정하고 합리적으로 해석해야 한다.",
      "고객에게 부당하게 불리한 약관조항은 공정을 잃은 것 으로 추정된다.",
      "보통거래약관의 내용은 개개 계약체결자의 의사나 구체적 인 사정을 고려하여 구체적ㆍ주관적으로 해석해야 한다."
    ],
    "correctIndex": 4,
    "explanation": ""
  },
  {
    "id": "s2_q0030",
    "type": "multiple_choice",
    "year": 2021,
    "content": "수량을 지정한 매매의 목적물의 일부가 멸실된 경우 매도인의 담보책임에 관한 설명으로 틀린 것은?(단, 이에 관한 특약은 없으며, 다툼이 있으면 판례에 따름)",
    "options": [
      "수량을 지정한 매매란 특정물이 일정한 수량을 가지고 있다는 데 주안을 두고 대금도 그 수량을 기준으로 정 한 경우를 말한다.",
      "악의의 매수인은 대금감액과 손해배상을 청구할 수 있다.",
      "선의의 매수인은 멸실된 부분의 비율로 대금감액을 청 구할 수 있다.",
      "잔존한 부분만이면 매수하지 아니하였을 때에는 선의의 매수인은 계약전부를 해제할 수 있다.",
      "선의의 매수인은 일부멸실의 사실을 안 날부터 1년내에 매 도인의 담보책임에 따른 매수인의 권리를 행사해야 한다."
    ],
    "correctIndex": 1,
    "explanation": ""
  },
  {
    "id": "s2_q0031",
    "type": "multiple_choice",
    "year": 2021,
    "content": "甲은 자기 소유 X토지를 3억원에 乙에게 매도하면서 동시에 환매할 권리를 보유하기로 약정하고 乙이 X 토지에 대한 소유권 이전등기를 마쳤다. 이에 관한 설명으로 틀린 것은?(다툼이 있으면 판례에 따름)",
    "options": [
      "특별한 약정이 없는 한, 甲은 환매기간 내에 그가 수령 한 3억원과 乙이 부담한 매매비용을 반환하고 X토지를 환매할 수 있다.",
      "甲과 乙이 환매기간을 정하지 아니한 경우 그 기간은 5 년으로 한다.",
      "환매등기는 乙 명의의 소유권이전등기에 대한 부기등기 의 형식으로 한다.",
      "만일 甲의 환매등기 후 丙이 乙로부터 X토지를 매수하 였다면, 乙은 환매등기를 이유로 丙의 X토지에 대한 소 유권이전등기청구를 거절할 수 있다.",
      "만일 甲의 환매등기 후 丁이 X토지에 乙에 대한 채권 을 담보하기 위하여 저당권을 설정하였다면, 甲이 적법 하게 환매권을 행사하여 X토지의 소유권이전등기를 마 친 경우 丁의 저당권은 소멸한다. 2021년 제32회 공인중개사"
    ],
    "correctIndex": 3,
    "explanation": ""
  },
  {
    "id": "s2_q0032",
    "type": "multiple_choice",
    "year": 2021,
    "content": "부동산의 교환계약에 관한 설명으로 옳은 것을 모두 고른 것은?(다툼이 있으면 판례에 따름) ㄱ. 유상ㆍ쌍무계약이다. ㄴ. 일방이 금전의 보충지급을 약정한 경우 그 금 전에 대하여는 매매대금에 관한 규정을 준용 한다. ㄷ. 다른 약정이 없는 한 각 당사자는 목적물의 하자에 대해 담보책임을 부담한다. ㄹ. 당사자가 자기 소유 목적물의 시가를 묵비하 여 상대방에게 고지하지 않은 경우, 특별한 사 정이 없는 한 상대방의 의사결정에 불법적인 간섭을 한 것이다.",
    "options": [
      "ㄱ, ㄴ",
      "ㄷ, ㄹ",
      "ㄱ, ㄴ, ㄷ",
      "ㄴ, ㄷ, ㄹ",
      "ㄱ, ㄴ, ㄷ, ㄹ"
    ],
    "correctIndex": 2,
    "explanation": ""
  },
  {
    "id": "s2_q0033",
    "type": "multiple_choice",
    "year": 2021,
    "content": "乙이 甲으로부터 건물의 소유를 목적으로 X토지를 10 년간 임차하여 그 위에 자신의 건물을 신축한 경우에 관한 설명으로 틀린 것은?(다툼이 있으면 판례에 따름)",
    "options": [
      "특별한 사정이 없는 한 甲이 X토지의 소유자가 아닌 경우에도 임대차 계약은 유효하게 성립한다.",
      "甲과 乙 사이에 반대약정이 없으면 乙은 甲에 대하여 임대차등기절차에 협력할 것을 청구할 수 있다.",
      "乙이 현존하는 지상건물을 등기해도 임대차를 등기하지 않은 때에는 제3자에 대해 임대차의 효력이 없다.",
      "10년의 임대차 기간이 경과한 때 乙의 지상건물이 현존 하는 경우 乙은 임대차 계약의 갱신을 청구할 수 있다.",
      "乙의 차임연체액이 2기의 차임액에 달하는 경우, 특약 이 없는 한 甲은 임대차 계약을 해지할 수 있다."
    ],
    "correctIndex": 2,
    "explanation": ""
  },
  {
    "id": "s2_q0034",
    "type": "multiple_choice",
    "year": 2021,
    "content": "甲은 자기 소유 X창고건물 전부를 乙에게 월차임 60 만원에 3년간 임대하였고, 乙은 甲의 동의를 얻어 X 건물 전부를 丙에게 월차임 70만원에 2년간 전대하 였다. 이에 관한 설명으로 틀린 것은?(단, 이에 관한 특약은 없으며, 다툼이 있으면 판례에 따름)",
    "options": [
      "甲과 乙의 합의로 임대차 계약을 종료한 경우 丙의 권 리는 소멸한다.",
      "丙은 직접 甲에 대해 월차임 60만원을 지급할 의무를 부담한다.",
      "甲은 乙에게 월차임 60만원의 지급을 청구할 수 있다.",
      "甲에 대한 차임연체액이 120만원에 달하여 甲이 임대차 계약을 해지한 경우, 丙에게 그 사유를 통지하지 않아 도 해지로써 丙에게 대항할 수 있다.",
      "전대차 기간이 만료한 경우 丙은 甲에게 전전대차(前轉 貸借)와 동일한 조건으로 임대할 것을 청구할 수 없다. 사 1차 1교시 A형-12-11"
    ],
    "correctIndex": 0,
    "explanation": ""
  },
  {
    "id": "s2_q0035",
    "type": "multiple_choice",
    "year": 2021,
    "content": "주택임대차보호법상의 대항력에 관한 설명으로 틀린 것은?(단, 일시사용을 위한 임대차가 아니고 임차권 등기가 이루어지지 아니한 경우를 전제하며 다툼이 있으면 판례에 따름)",
    "options": [
      "임차인이 타인의 점유를 매개로 임차주택을 간접점유하 는 경우에도 대항요건인 점유가 인정될 수 있다.",
      "임차인이 지위를 강화하고자 별도로 전세권 설정등기를 마친 후 ｢주택임대차보호법｣상의 대항요건을 상실한 경 우, ｢주택임대차보호법｣상의 대항력을 상실한다.",
      "주민등록을 마치고 거주하던 자기 명의의 주택을 매도 한 자가 매도와 동시에 이를 다시 임차하기로 약정한 경우, 매수인 명의의 소유권 이전등기 여부와 관계없이 대항력이 인정된다.",
      "임차인이 주택의 인도와 주민등록을 마친 때에는 그 다 음 날 오전 영시부터 대항력이 생긴다.",
      "임차인이 가족과 함께 임차주택의 점유를 계속하면서 가족의 주민등록은 그대로 둔 채 임차인의 주민등록만 일시적으로 옮긴 경우 대항력을 상실하지 않는다."
    ],
    "correctIndex": 2,
    "explanation": ""
  },
  {
    "id": "s2_q0036",
    "type": "multiple_choice",
    "year": 2021,
    "content": "주택임대차보호법상 임차인의 계약갱신요구권에 관 한 설명으로 옳은 것을 모두 고른 것은? ㄱ. 임대차기간이 끝나기 6개월 전부터 2개월 전 까지의 기간에 행사해야 한다. ㄴ. 임대차의 조건이 동일한 경우 여러 번 행사 할 수 있다. ㄷ. 임차인이 임대인의 동의 없이 목적 주택을 전 대한 경우 임대인은 계약갱신요구를 거절하지 못한다.",
    "options": [
      "ㄱ",
      "ㄴ",
      "ㄷ",
      "ㄱ, ㄷ",
      "ㄴ, ㄷ"
    ],
    "correctIndex": 0,
    "explanation": ""
  },
  {
    "id": "s2_q0037",
    "type": "multiple_choice",
    "year": 2021,
    "content": "甲은 2021년 2월 1일 서울특별시에 위치한 乙 소유 X상가건물에 대하여 보증금 5억원, 월차임 5백만원 으로 임대차계약을 체결하였다. 甲은 2021년 2월 15 일 건물의 인도를 받아 영업을 개시하고, 사업자등록 을 신청하였다. 이에 관한 설명으로 옳은 것을 모두 고른 것은?(다툼이 있으면 판례에 따름) ㄱ. 위 계약에는 확정일자 부여 등에 대해 규정하 고 있는 ｢상가건물 임대차보호법｣ 제4조의 규 정이 적용된다. ㄴ. 甲이 임차건물의 일부를 중과실로 파손한 경 우 계약갱신을 요구할 수 있다. ㄷ. 甲이 2개월분의 차임을 연체하던 중 매매로 건 물의 소유자가 丙으로 바뀐 경우, 특별한 사정 이 없는 한 연체차임은 乙에게 지급해야 한다.",
    "options": [
      "ㄱ",
      "ㄴ",
      "ㄷ",
      "ㄱ, ㄴ",
      "ㄱ, ㄷ 2021년 제32회 공인중개사"
    ],
    "correctIndex": 0,
    "explanation": ""
  },
  {
    "id": "s2_q0038",
    "type": "multiple_choice",
    "year": 2021,
    "content": "가등기담보등에 관한 법률에 관한 설명으로 틀린 것 은?(다툼이 있으면 판례에 따름)",
    "options": [
      "담보가등기를 마친 부동산에 대하여 강제경매가 된 경우 담보가등기권리는 그 부동산의 매각에 의해 소멸한다.",
      "가등기의 피담보채권은 당사자의 약정과 관계없이 가등기의 원인증서인 매매예약서상의 매매대금의 한도로 제한된다.",
      "채무자가 청산기간이 지나기 전에 한 청산금에 관한 권 리의 양도는 이로써 후순위권리자에게 대항하지 못한다.",
      "가등기가 담보가등기인지 여부는 거래의 실질과 당사자 의 의사해석에 따라 결정된다.",
      "가등기담보부동산의 예약 당시 시가가 그 피담보채무액에 미달하는 경우에는 청산금평가액의 통지를 할 필요가 없다."
    ],
    "correctIndex": 1,
    "explanation": ""
  },
  {
    "id": "s2_q0039",
    "type": "multiple_choice",
    "year": 2021,
    "content": "甲은 법령상의 제한을 피하여 乙 소유의 X부동산을 매수하고자 자신의 친구 丙과 X부동산의 매수에 관 한 명의신탁약정을 체결하였다. 그에 따라 2021년 5 월 丙은 乙과 X부동산 매매계약을 체결하고, 甲의 자금으로 그 대금을 지급하여 丙 명의로 등기 이전 을 마쳤다. 이에 관한 설명으로 틀린 것은?(다툼이 있으면 판례에 따름)",
    "options": [
      "甲과 丙 사이의 명의신탁약정은 무효이다.",
      "乙이 매매계약 체결 당시 그 명의신탁약정이 있다는 사실 을 알았다면 丙은 X부동산의 소유권을 취득할 수 없다.",
      "乙이 매매계약 체결 당시 그 명의신탁약정이 있다는 사 실을 몰랐다면, 그 후 명의신탁약정 사실을 알게 되었 어도 丙은 X부동산의 소유권을 취득한다.",
      "丙이 X부동산의 소유권을 취득한 경우 甲은 丙에게 제 공한 X부동산의 매수자금 상당액을 부당이득으로 반환 청구할 수 있다.",
      "X부동산의 소유권을 유효하게 취득한 丙이 명의신탁약 정 외의 적법한 원인에 의하여 甲 앞으로 X부동산에 대한 소유권이전등기를 마친다고 해도 그 소유권이전등 기는 무효이다."
    ],
    "correctIndex": 4,
    "explanation": ""
  },
  {
    "id": "s2_q0040",
    "type": "multiple_choice",
    "year": 2021,
    "content": "집합건물의 소유 및 관리에 관한 법률에 관한 설명으로 틀린 것을 모두 고른 것은?(다툼이 있으면 판례에 따름) ㄱ. 구분건물이 객관적ㆍ물리적으로 완성되더라도 그 건물이 집합건축물대장에 등록되지 않는 한 구분 소유권의 객체가 되지 못한다. ㄴ. 집합건물구분소유권의 특별승계인이 그 구분소유 권을 다시 제3자에게 이전한 경우, 관리규약에 달리 정함이 없는 한, 각 특별승계인들은 자신의 전(前)구분소유자의 공용부분에 대한 체납관리비 를 지급할 책임이 있다. ㄷ. 전유부분은 구분소유권의 목적인 건물부분을 말 한다.",
    "options": [
      "ㄱ",
      "ㄴ",
      "ㄷ",
      "ㄱ, ㄴ",
      "ㄴ, ㄷ 사 1차 1교시 A형-12-12"
    ],
    "correctIndex": 0,
    "explanation": ""
  },
  {
    "id": "s2_y2021_b0002",
    "type": "fill_in_the_blank",
    "content": "X토지의 [BLANK]이 갖는 성질상 乙에 의한 처리가 필 요하지 않다면, 특별한 사정이 없는 한 丙의 선임에 관 하여 묵시적 승낙이 있는 것으로 보는 것이 타당하다.",
    "answer": "매매계약",
    "explanation": "X토지의 매매계약이 갖는 성질상 乙에 의한 처리가 필 요하지 않다면, 특별한 사정이 없는 한 丙의 선임에 관 하여 묵시적 승낙이 있는 것으로 보는 것이 타당하다."
  },
  {
    "id": "s2_y2021_b0004",
    "type": "fill_in_the_blank",
    "content": "통정허위표시의 무효로 대항할 수 없는 [BLANK]에 해당하 는지를 판단할 때, 파산관재인은 파산채권자 일부가 선 의라면 선의로 다루어진다.",
    "answer": "제3자",
    "explanation": "의사와 표시가 불일치하는 경우 — 통정허위표시의 무효로 대항할 수 없는 제3자에 해당하 는지를 판단할 때, 파산관재인은 파산채권자 일부가 선 의라면 선의로 다루어진다."
  },
  {
    "id": "s2_y2021_b0008",
    "type": "fill_in_the_blank",
    "content": "[BLANK]가 강행법규에 위반하여 무효인 경우에는 표현 대리의 법리가 적용되지 않는다.",
    "answer": "대리행위",
    "explanation": "대리행위가 강행법규에 위반하여 무효인 경우에는 표현 대리의 법리가 적용되지 않는다."
  },
  {
    "id": "s2_y2021_b0010",
    "type": "fill_in_the_blank",
    "content": "무효인 [BLANK]의 추인은 그 무효의 원인이 소멸한 후 에 하여야 그 효력이 인정된다.",
    "answer": "법률행위",
    "explanation": "법률행위의 무효 — 무효인 법률행위의 추인은 그 무효의 원인이 소멸한 후 에 하여야 그 효력이 인정된다."
  },
  {
    "id": "s2_y2021_b0012",
    "type": "fill_in_the_blank",
    "content": "소유권에 기한 물권적 [BLANK]은 그 소유자가 소유권을 상실하면 더 이상 인정되지 않는다.",
    "answer": "청구권",
    "explanation": "물권적 청구권 — 소유권에 기한 물권적 청구권은 그 소유자가 소유권을 상실하면 더 이상 인정되지 않는다."
  },
  {
    "id": "s2_y2021_b0015",
    "type": "fill_in_the_blank",
    "content": "甲, 乙, 丙이 X토지의 관리에 관한 특약을 한 경우, 그 특약은 특별한 사정이 없는 한 그들의 [BLANK]에게 도 효력이 미친다.",
    "answer": "특정승계인",
    "explanation": "은 X토지를 각 1/2, 1/4, 1/4의 지분으로 공유 하고 있다. 이 — 甲, 乙, 丙이 X토지의 관리에 관한 특약을 한 경우, 그 특약은 특별한 사정이 없는 한 그들의 특정승계인에게 도 효력이 미친다."
  },
  {
    "id": "s2_y2021_b0028",
    "type": "fill_in_the_blank",
    "content": "[BLANK]을 체결하려는 교섭당사자가 견적서를 제출 하는 행위는 청약의 유인에 해당한다. 사 1차 1교시 A형-12-10",
    "answer": "하도급계약",
    "explanation": "하도급계약을 체결하려는 교섭당사자가 견적서를 제출 하는 행위는 청약의 유인에 해당한다. 사 1차 1교시 A형-12-10"
  },
  {
    "id": "s2_q0041",
    "type": "multiple_choice",
    "year": 2022,
    "content": "상대방 없는 단독행위에 해당하는 것은?",
    "options": [
      "착오로 인한 계약의 취소",
      "무권대리로 체결된 계약에 대한 본인의 추인",
      "미성년자의 법률행위에 대한 법정대리인의 동의",
      "손자에 대한 부동산의 유증",
      "이행불능으로 인한 계약의 해제"
    ],
    "correctIndex": 3,
    "explanation": ""
  },
  {
    "id": "s2_q0042",
    "type": "multiple_choice",
    "year": 2022,
    "content": "다음 중 무효인 법률행위는?(다툼이 있으면 판례에 따름)",
    "options": [
      "개업공인중개사가 임대인으로서 직접 중개의뢰인과 체 결한 주택임대차계약",
      "공인중개사 자격이 없는 자가 우연히 1회성으로 행한 중개행위에 대한 적정한 수준의 수수료 약정",
      "민사사건에서 변호사와 의뢰인 사이에 체결된 적정한 수준의 성공보수약정",
      "매도인이 실수로 상가지역을 그보다 가격이 비싼 상업 지역이라 칭하였고, 부동산 거래의 경험이 없는 매수인 이 이를 믿고서 실제 가격보다 2배 높은 대금을 지급한 매매계약",
      "보험계약자가 오로지 보험사고를 가장하여 보험금을 취 득할 목적으로 선의의 보험자와 체결한 생명보험계약"
    ],
    "correctIndex": 4,
    "explanation": ""
  },
  {
    "id": "s2_q0043",
    "type": "multiple_choice",
    "year": 2022,
    "content": "통정허위표시(민법 제108조)에 관한 설명으로 옳은 것은?(다툼이 있으면 판례에 따름)",
    "options": [
      "통정허위표시는 표의자가 의식적으로 진의와 다른 표시 를 한다는 것을 상대방이 알았다면 성립한다.",
      "가장행위가 무효이면 당연히 은닉행위도 무효이다.",
      "대리인이 본인 몰래 대리권의 범위 안에서 상대방과 통 정허위표시를 한 경우, 본인은 선의의 제3자로서 그 유 효를 주장할 수 있다.",
      "민법 제108조제2항에 따라 보호받는 선의의 제3자에 대해 서는 그 누구도 통정허위표시의 무효로써 대항할 수 없다.",
      "가장소비대차에 따른 대여금채권의 선의의 양수인은 민 법 제108조제2항에 따라 보호받는 제3자가 아니다. 2022년 제33회 공인중개"
    ],
    "correctIndex": 3,
    "explanation": ""
  },
  {
    "id": "s2_q0044",
    "type": "multiple_choice",
    "year": 2022,
    "content": "토지거래허가구역 내의 토지에 대한 매매계약이 체 결된 경우(유동적 무효)에 관한 설명으로 옳은 것을 모두 고른 것은?(다툼이 있으면 판례에 따름) ㄱ. 해약금으로서 계약금만 지급된 상태에서 당사 자가 관할관청에 허가를 신청하였다면 이는 이행의 착수이므로 더 이상 계약금에 기한 해 제는 허용되지 않는다. ㄴ. 당사자 일방이 토지거래허가 신청절차에 협력 할 의무를 이행하지 않는다면 다른 일방은 그 이행을 소구할 수 있다. ㄷ. 매도인의 채무가 이행불능임이 명백하고 매수 인도 거래의 존속을 바라지 않는 경우, 위 매 매계약은 확정적 무효로 된다. ㄹ. 위 매매계약 후 토지거래허가구역 지정이 해 제되었다고 해도 그 계약은 여전히 유동적 무 효이다.",
    "options": [
      "ㄱ, ㄴ",
      "ㄱ, ㄹ",
      "ㄴ, ㄷ",
      "ㄷ, ㄹ",
      "ㄱ, ㄴ, ㄷ"
    ],
    "correctIndex": 2,
    "explanation": ""
  },
  {
    "id": "s2_q0045",
    "type": "multiple_choice",
    "year": 2022,
    "content": "법률행위의 취소에 관한 설명으로 틀린 것은?(다툼이 있으면 판례에 따름)",
    "options": [
      "제한능력자가 제한능력을 이유로 자신의 법률행위를 취 소하기 위해서는 법정대리인의 동의를 받아야 한다.",
      "취소권은 추인할 수 있는 날로부터 3년 내에, 법률행위를 한 날로부터 10년 내에 행사하여야 한다.",
      "취소된 법률행위는 특별한 사정이 없는 한 처음부터 무 효인 것으로 본다.",
      "제한능력을 이유로 법률행위가 취소된 경우, 제한능력 자는 그 법률행위에 의해 받은 급부를 이익이 현존하는 한도에서 상환할 책임이 있다.",
      "취소할 수 있는 법률행위에 대해 취소권자가 적법하게 추인하면 그의 취소권은 소멸한다."
    ],
    "correctIndex": 0,
    "explanation": ""
  },
  {
    "id": "s2_q0046",
    "type": "multiple_choice",
    "year": 2022,
    "content": "조건에 관한 설명으로 틀린 것은?(다툼이 있으면 판 례에 따름)",
    "options": [
      "조건성취의 효력은 특별한 사정이 없는 한 소급하지 않는다.",
      "해제조건이 선량한 풍속 기타 사회질서에 위반한 것인 때 에는 특별한 사정이 없는 한 조건 없는 법률행위로 된다.",
      "정지조건과 이행기로서의 불확정기한은 표시된 사실이 발생하지 않는 것으로 확정된 때에 채무를 이행하여야 하는지 여부로 구별될 수 있다.",
      "이행지체의 경우 채권자는 상당한 기간을 정한 최고와 함께 그 기간 내에 이행이 없을 것을 정지조건으로 하 여 계약을 해제할 수 있다.",
      "신의성실에 반하는 방해로 말미암아 조건이 성취된 것 으로 의제되는 경우, 성취의 의제시점은 그 방해가 없 었더라면 조건이 성취되었으리라고 추산되는 시점이다. 사 1차 1교시 A형-12-7"
    ],
    "correctIndex": 1,
    "explanation": ""
  },
  {
    "id": "s2_q0047",
    "type": "multiple_choice",
    "year": 2022,
    "content": "甲은 그 소유의 X건물을 매도하기 위하여 乙에게 대 리권을 수여하였다. 이에 관한 설명으로 틀린 것은? (다툼이 있으면 판례에 따름)",
    "options": [
      "乙이 사망하면 특별한 사정이 없는 한 乙의 상속인에게 그 대리권이 승계된다.",
      "乙은 특별한 사정이 없는 한 X건물의 매매계약에서 약 정한 중도금이나 잔금을 수령할 수 있다.",
      "甲의 수권행위는 묵시적인 의사표시에 의하여도 할 수 있다.",
      "乙이 대리행위를 하기 전에 甲이 그 수권행위를 철회한 경우, 특별한 사정이 없는 한 乙의 대리권은 소멸한다.",
      "乙은 甲의 허락이 있으면 甲을 대리하여 자신을 X건물 의 매수인으로 하는 계약을 체결할 수 있다."
    ],
    "correctIndex": 0,
    "explanation": ""
  },
  {
    "id": "s2_q0048",
    "type": "multiple_choice",
    "year": 2022,
    "content": "민법상 대리에 관한 설명으로 옳은 것은?(다툼이 있 으면 판례에 따름)",
    "options": [
      "임의대리인이 수인(數人)인 경우, 대리인은 원칙적으로 공동으로 대리해야 한다.",
      "대리행위의 하자로 인한 취소권은 원칙적으로 대리인에 게 귀속된다.",
      "대리인을 통한 부동산거래에서 상대방 앞으로 소유권이 전등기가 마쳐진 경우, 대리권 유무에 대한 증명책임은 대리행위의 유효를 주장하는 상대방에게 있다.",
      "복대리인은 대리인이 자신의 이름으로 선임한 대리인의 대리인이다.",
      "법정대리인은 특별한 사정이 없는 한 그 책임으로 복대 리인을 선임할 수 있다."
    ],
    "correctIndex": 4,
    "explanation": ""
  },
  {
    "id": "s2_q0049",
    "type": "multiple_choice",
    "year": 2022,
    "content": "권한을 넘은 표현대리에 관한 설명으로 옳은 것은? (다툼이 있으면 판례에 따름)",
    "options": [
      "기본대리권이 처음부터 존재하지 않는 경우에도 표현대 리는 성립할 수 있다.",
      "복임권이 없는 대리인이 선임한 복대리인의 권한은 기 본대리권이 될 수 없다.",
      "대리행위가 강행규정을 위반하여 무효인 경우에도 표현 대리는 성립할 수 있다.",
      "법정대리권을 기본대리권으로 하는 표현대리는 성립할 수 없다.",
      "상대방이 대리인에게 대리권이 있다고 믿을 만한 정당 한 이유가 있는지의 여부는 대리행위 당시를 기준으로 판정한다."
    ],
    "correctIndex": 4,
    "explanation": ""
  },
  {
    "id": "s2_q0050",
    "type": "multiple_choice",
    "year": 2022,
    "content": "대리권 없는 甲은 乙 소유의 X부동산에 관하여 乙을 대리하여 丙과 매매계약을 체결하였고, 丙은 甲이 무 권대리인이라는 사실에 대하여 선의ㆍ무과실이었다. 이에 관한 설명으로 틀린 것은?(다툼이 있으면 판례 에 따름) 2022년 제33회 공인중개",
    "options": [
      "丙이 乙에 대하여 상당한 기간을 정하여 추인여부를 최 고하였으나 그 기간 내에 乙이 확답을 발하지 않은 때 에는 乙이 추인한 것으로 본다.",
      "乙이 甲에 대해서만 추인의 의사표시를 하였더라도 丙 은 乙의 甲에 대한 추인이 있었음을 주장할 수 있다.",
      "乙이 甲에게 매매계약을 추인하더라도 그 사실을 알지 못하고 있는 丙은 매매계약을 철회할 수 있다.",
      "乙이 丙에 대하여 추인하면 특별한 사정이 없는 한, 추 인은 매매계약 체결 시에 소급하여 그 효력이 생긴다.",
      "乙이 丙에게 추인을 거절한 경우, 甲이 제한능력자가 아니라면 甲은 丙의 선택에 따라 계약을 이행할 책임 또는 손해를 배상할 책임이 있다."
    ],
    "correctIndex": 0,
    "explanation": ""
  },
  {
    "id": "s2_q0051",
    "type": "multiple_choice",
    "year": 2022,
    "content": "토지를 점유할 수 있는 물권을 모두 고른 것은? ㄱ. 전세권 ㄴ. 지상권 ㄷ. 저당권 ㄹ. 임차권",
    "options": [
      "ㄱ",
      "ㄱ, ㄴ",
      "ㄱ, ㄹ",
      "ㄷ, ㄹ",
      "ㄱ, ㄴ, ㄷ"
    ],
    "correctIndex": 1,
    "explanation": ""
  },
  {
    "id": "s2_q0052",
    "type": "multiple_choice",
    "year": 2022,
    "content": "점유에 관한 설명으로 옳은 것은?(다툼이 있으면 판 례에 따름)",
    "options": [
      "제3자가 직접점유자의 점유를 방해한 경우, 특별한 사 정이 없는 한 간접점유자에게는 점유권에 기한 방해배 제청구권이 인정되지 않는다.",
      "취득시효의 요건인 점유에는 간접점유가 포함되지 않는다.",
      "소유권의 시효취득을 주장하는 점유자는 특별한 사정이 없는 한 자신의 점유가 자주점유에 해당함을 증명하여 야 한다.",
      "선의의 점유자가 본권에 관한 소에 패소한 경우, 그 자는 패소가 확정된 때부터 악의의 점유자로 본다.",
      "양도인이 등기부상의 명의인과 동일인이며 그 명의를 의 심할 만한 특별한 사정이 없는 경우, 그 부동산을 양수하 여 인도받은 자는 과실(過失) 없는 점유자에 해당한다."
    ],
    "correctIndex": 4,
    "explanation": ""
  },
  {
    "id": "s2_q0053",
    "type": "multiple_choice",
    "year": 2022,
    "content": "물권적 청구권에 관한 설명으로 옳은 것을 모두 고 른 것은?(다툼이 있으면 판례에 따름) ㄱ. 지상권을 설정한 토지의 소유자는 그 토지 일 부의 불법점유자에 대하여 소유권에 기한 방 해배제를 청구할 수 없다. ㄴ. 토지의 소유권을 양도하여 소유권을 상실한 전(前) 소유자도 그 토지 일부의 불법점유자에 대하여 소 유권에 기한 방해배제를 청구할 수 있다. ㄷ. 소유자는 자신의 소유권을 방해할 염려있는 행 위를 하는 자에 대하여 그 예방이나 손해배상 의 담보를 청구할 수 있다.",
    "options": [
      "ㄱ",
      "ㄷ",
      "ㄱ, ㄴ",
      "ㄴ, ㄷ",
      "ㄱ, ㄴ, ㄷ 사 1차 1교시 A형-12-8"
    ],
    "correctIndex": 1,
    "explanation": ""
  },
  {
    "id": "s2_q0054",
    "type": "multiple_choice",
    "year": 2022,
    "content": "점유자와 회복자의 관계에 관한 설명으로 옳은 것은? (다툼이 있으면 판례에 따름)",
    "options": [
      "악의의 점유자가 점유물의 과실을 수취하여 소비한 경 우, 특별한 사정이 없는 한 그 점유자는 그 과실의 대 가를 보상하여야 한다.",
      "은비(隱秘)에 의한 점유자는 점유물의 과실을 수취할 권리가 있다.",
      "점유물의 전부가 점유자의 책임있는 사유로 멸실된 경 우, 선의의 자주점유자는 특별한 사정이 없는 한 그 멸 실로 인한 손해의 전부를 배상해야 한다.",
      "점유자는 특별한 사정이 없는 한 회복자가 점유물의 반 환을 청구하기 전에도 그 점유물의 반환 없이 그 회복 자에게 유익비상환청구권을 행사할 수 있다.",
      "악의의 점유자는 특별한 사정이 없는 한 점유물에 지출 한 통상의 필요비의 상환을 청구할 수 없다."
    ],
    "correctIndex": 0,
    "explanation": ""
  },
  {
    "id": "s2_q0055",
    "type": "multiple_choice",
    "year": 2022,
    "content": "민법상 상린관계에 관한 설명으로 옳은 것을 모두 고른 것은?(다툼이 있으면 판례에 따름) ㄱ. 토지 주변의 소음이 사회통념상 수인한도를 넘 지 않은 경우에도 그 토지소유자는 소유권에 기하여 소음피해의 제거를 청구할 수 있다. ㄴ. 우물을 파는 경우에 경계로부터 2미터 이상의 거리를 두어야 하지만, 당사자 사이에 이와 다 른 특약이 있으면 그 특약이 우선한다. ㄷ. 토지소유자가 부담하는 자연유수의 승수의무 (承水義務)에는 적극적으로 그 자연유수의 소 통을 유지할 의무가 포함된다.",
    "options": [
      "ㄱ",
      "ㄴ",
      "ㄷ",
      "ㄱ, ㄴ",
      "ㄴ, ㄷ"
    ],
    "correctIndex": 1,
    "explanation": ""
  },
  {
    "id": "s2_q0056",
    "type": "multiple_choice",
    "year": 2022,
    "content": "소유권의 취득에 관한 설명으로 옳은 것은?(다툼이 있으면 판례에 따름)",
    "options": [
      "저당권 실행을 위한 경매절차에서 매수인이 된 자가 매 각부동산의 소유권을 취득하기 위해서는 소유권이전등 기를 완료하여야 한다.",
      "무주(無主)의 부동산을 점유한 자연인은 그 부동산의 소유권을 즉시 취득한다.",
      "점유취득시효에 따른 부동산소유권 취득의 효력은 시효 취득자가 이전등기를 한 이후부터 발생한다.",
      "타인의 토지에서 발견된 매장물은 특별한 사정이 없는 한 발견자가 단독으로 그 소유권을 취득한다.",
      "타주점유자는 자신이 점유하는 부동산에 대한 소유권을 시효취득할 수 없다."
    ],
    "correctIndex": 4,
    "explanation": ""
  },
  {
    "id": "s2_q0057",
    "type": "multiple_choice",
    "year": 2022,
    "content": "민법상 공동소유에 관한 설명으로 옳은 것은?(다툼 이 있으면 판례에 따름)",
    "options": [
      "공유자끼리 그 지분을 교환하는 것은 지분권의 처분이 므로 이를 위해서는 교환당사자가 아닌 다른 공유자의 동의가 필요하다. 2022년 제33회 공인중개",
      "부동산 공유자 중 일부가 자신의 공유지분을 포기한 경 우, 등기를 하지 않아도 공유지분 포기에 따른 물권변 동의 효력이 발생한다.",
      "합유자 중 1인은 다른 합유자의 동의 없이 자신의 지분 을 단독으로 제3자에게 유효하게 매도할 수 있다.",
      "합유물에 관하여 경료된 원인 무효의 소유권이전등기의 말소를 구하는 소는 합유자 각자가 제기할 수 있다.",
      "법인 아닌 종중이 그 소유 토지의 매매를 중개한 중개 업자에게 중개수수료를 지급하기로 하는 약정을 체결하 는 것은 총유물의 관리ㆍ처분행위에 해당한다."
    ],
    "correctIndex": 3,
    "explanation": ""
  },
  {
    "id": "s2_q0058",
    "type": "multiple_choice",
    "year": 2022,
    "content": "1필의 토지의 일부를 객체로 할 수 없는 권리는?(다 툼이 있으면 판례에 따름)",
    "options": [
      "저당권",
      "전세권",
      "지상권",
      "임차권",
      "점유권"
    ],
    "correctIndex": 0,
    "explanation": ""
  },
  {
    "id": "s2_q0059",
    "type": "multiple_choice",
    "year": 2022,
    "content": "2019. 8. 1. 甲은 乙에게 2억 원(대여기간 1년, 이자 월 1.5%)을 대여하면서 乙 소유 X토지(가액 3억 원)에 근저당권(채권최고액 2억 5천만 원)을 취득하 였고, 2020. 7. 1. 丙은 乙에게 1억 원(대여기간 1년, 이자 월 1%)을 대여하면서 X토지에 2번 근저당권 (채권최고액 1억 5천만 원)을 취득하였다. 甲과 丙이 변제를 받지 못한 상황에서 丙이 2022. 6. 1. X토지 에 관해 근저당권 실행을 위한 경매를 신청하면서 배당을 요구한 경우, 이에 관한 설명으로 옳은 것 은?(다툼이 있으면 판례에 따름) ㄱ. 2022. 6. 1. 甲의 근저당권의 피담보채권액은 확정되지 않는다. ㄴ. 甲에게 2022. 6. 1. 이후에 발생한 지연이자는 채권최고액의 범위 내라도 근저당권에 의해 담보되지 않는다. ㄷ. 甲이 한 번도 이자를 받은 바 없고 X토지가 3 억 원에 경매되었다면 甲은 경매대가에서 3억 원을 변제받는다.",
    "options": [
      "ㄱ",
      "ㄴ",
      "ㄱ, ㄷ",
      "ㄴ, ㄷ",
      "ㄱ, ㄴ, ㄷ"
    ],
    "correctIndex": 0,
    "explanation": ""
  },
  {
    "id": "s2_q0060",
    "type": "multiple_choice",
    "year": 2022,
    "content": "법률에 특별한 규정 또는 설정행위에 다른 약정이 없는 경우, 저당권의 우선변제적 효력이 미치는 것을 모두 고른 것은?(다툼이 있으면 판례에 따름) ㄱ. 토지에 저당권이 설정된 후 그 토지 위에 완 공된 건물 ㄴ. 토지에 저당권이 설정된 후 토지소유자가 그 토지에 매설한 유류저장탱크 ㄷ. 저당토지가 저당권 실행으로 압류된 후 그 토 지에 관하여 발생한 저당권설정자의 차임채권 ㄹ. 토지에 저당권이 설정된 후 토지의 전세권자 가 그 토지에 식재하고 등기한 입목",
    "options": [
      "ㄴ",
      "ㄱ, ㄹ",
      "ㄴ, ㄷ",
      "ㄱ, ㄷ, ㄹ",
      "ㄴ, ㄷ, ㄹ 사 1차 1교시 A형-12-9"
    ],
    "correctIndex": 2,
    "explanation": ""
  },
  {
    "id": "s2_q0061",
    "type": "multiple_choice",
    "year": 2022,
    "content": "민법상 유치권에 관한 설명으로 옳은 것은?(다툼이 있으면 판례에 따름)",
    "options": [
      "유치권자는 유치물에 대한 경매신청권이 없다.",
      "유치권자는 유치물의 과실인 금전을 수취하여 다른 채 권보다 먼저 피담보채권의 변제에 충당할 수 있다.",
      "유치권자는 채무자의 승낙 없이 유치물을 담보로 제공 할 수 있다.",
      "채권자가 채무자를 직접점유자로 하여 간접점유하는 경 우에도 유치권은 성립한다.",
      "유치권자는 유치물에 관해 지출한 필요비를 소유자에게 상환 청구할 수 없다."
    ],
    "correctIndex": 1,
    "explanation": ""
  },
  {
    "id": "s2_q0062",
    "type": "multiple_choice",
    "year": 2022,
    "content": "甲에게 법정지상권 또는 관습법상 법정지상권이 인정되 는 경우를 모두 고른 것은?(다툼이 있으면 판례에 따름) ㄱ. 乙 소유의 토지 위에 乙의 승낙을 얻어 신축한 丙 소유의 건물을 甲이 매수한 경우 ㄴ. 乙 소유의 토지 위에 甲과 乙이 건물을 공유하면서 토지에만 저당권을 설정하였다가, 그 실행을 위한 경매로 丙이 토지소유권을 취득한 경우 ㄷ. 甲이 乙로부터 乙 소유의 미등기건물과 그 대지 를 함께 매수하고 대지에 관해서만 소유권이전등 기를 한 후, 건물에 대한 등기 전 설정된 저당권 에 의해 대지가 경매되어 丙이 토지소유권을 취 득한 경우",
    "options": [
      "ㄱ",
      "ㄴ",
      "ㄱ, ㄷ",
      "ㄴ, ㄷ",
      "ㄱ, ㄴ, ㄷ"
    ],
    "correctIndex": 1,
    "explanation": ""
  },
  {
    "id": "s2_q0063",
    "type": "multiple_choice",
    "year": 2022,
    "content": "지역권에 관한 설명으로 옳은 것은?(다툼이 있으면 판례에 따름)",
    "options": [
      "요역지는 1필의 토지 일부라도 무방하다.",
      "요역지의 소유권이 이전되어도 특별한 사정이 없는 한 지역권은 이전되지 않는다.",
      "지역권의 존속기간을 영구무한으로 약정할 수는 없다.",
      "지역권자는 승역지를 권원 없이 점유한 자에게 그 반환 을 청구할 수 있다.",
      "요역지공유자의 1인은 지분에 관하여 그 토지를 위한 지역권을 소멸하게 하지 못한다."
    ],
    "correctIndex": 4,
    "explanation": ""
  },
  {
    "id": "s2_q0064",
    "type": "multiple_choice",
    "year": 2022,
    "content": "토지전세권에 관한 설명으로 옳은 것은?(다툼이 있 으면 판례에 따름)",
    "options": [
      "토지전세권을 처음 설정할 때에는 존속기간에 제한이 없다.",
      "토지전세권의 존속기간을 1년 미만으로 정한 때에는 1년 으로 한다.",
      "토지전세권의 설정은 갱신할 수 있으나 그 기간은 갱신 한 날로부터 10년을 넘지 못한다.",
      "토지전세권자에게는 토지임차인과 달리 지상물매수청구 권이 인정될 수 없다. 2022년 제33회 공인중개사",
      "토지전세권설정자가 존속기간 만료 전 6월부터 1월 사 이에 갱신거절의 통지를 하지 않은 경우, 특별한 사정 이 없는 한 동일한 조건으로 다시 전세권을 설정한 것 으로 본다."
    ],
    "correctIndex": 2,
    "explanation": ""
  },
  {
    "id": "s2_q0065",
    "type": "multiple_choice",
    "year": 2022,
    "content": "甲은 乙에게 우편으로 자기 소유의 X건물을 3억 원 에 매도하겠다는 청약을 하면서, 자신의 청약에 대한 회신을 2022. 10. 5.까지 해 줄 것을 요청하였다. 甲 의 편지는 2022. 9. 14. 발송되어 2022. 9. 16. 乙에게 도달되었다. 이에 관한 설명으로 틀린 것을 모두 고 른 것은?(다툼이 있으면 판례에 따름) ㄱ. 甲이 2022. 9. 23. 자신의 청약을 철회한 경우, 특별한 사정이 없는 한 甲의 청약은 효력을 잃는다. ㄴ. 乙이 2022. 9. 20. 甲에게 승낙의 통지를 발송 하여 2022. 9. 22. 甲에게 도달한 경우, 甲과 乙의 계약은 2022. 9. 22.에 성립한다. ㄷ. 乙이 2022. 9. 27. 매매가격을 2억 5천만 원으 로 조정해 줄 것을 조건으로 승낙한 경우, 乙 의 승낙은 청약의 거절과 동시에 새로 청약한 것으로 본다.",
    "options": [
      "ㄱ",
      "ㄴ",
      "ㄱ, ㄴ",
      "ㄴ, ㄷ",
      "ㄱ, ㄴ, ㄷ"
    ],
    "correctIndex": 2,
    "explanation": ""
  },
  {
    "id": "s2_q0066",
    "type": "multiple_choice",
    "year": 2022,
    "content": "특별한 사정이 없는 한 동시이행의 관계에 있는 경 우를 모두 고른 것은?(다툼이 있으면 판례에 따름) ㄱ. 임대차계약 종료에 따른 임차인의 임차목적물 반환의무와 임대인의 권리금 회수 방해로 인 한 손해배상의무 ㄴ. ｢주택임대차보호법｣상 임차권등기명령에 따라 행해진 임차권등기의 말소의무와 임대차보증 금 반환의무 ㄷ. 구분소유적 공유관계의 해소로 인하여 공유지 분권자 상호간에 발생한 지분이전등기의무",
    "options": [
      "ㄱ",
      "ㄷ",
      "ㄱ, ㄴ",
      "ㄴ, ㄷ",
      "ㄱ, ㄴ, ㄷ"
    ],
    "correctIndex": 1,
    "explanation": ""
  },
  {
    "id": "s2_q0067",
    "type": "multiple_choice",
    "year": 2022,
    "content": "제3자를 위한 유상ㆍ쌍무계약에 관한 설명으로 옳은 것은?(다툼이 있으면 판례에 따름)",
    "options": [
      "제3자를 위한 계약의 당사자는 요약자, 낙약자, 수익자이다.",
      "수익자는 계약체결 당시 특정되어 있어야 한다.",
      "수익자는 제3자를 위한 계약에서 발생한 해제권을 가지 는 것이 원칙이다.",
      "낙약자는 특별한 사정이 없는 한 요약자와의 기본관계에 서 발생한 항변으로써 수익자의 청구에 대항할 수 있다.",
      "요약자는 특별한 사정이 없는 한 수익자의 동의 없이 낙약자의 이행불능을 이유로 계약을 해제할 수 없다. 사 1차 1교시 A형-12-10"
    ],
    "correctIndex": 3,
    "explanation": ""
  },
  {
    "id": "s2_q0068",
    "type": "multiple_choice",
    "year": 2022,
    "content": "甲은 자신의 X토지를 乙에게 매도하고 소유권이전등 기를 마쳐주었으나, 乙은 변제기가 지났음에도 매매대 금을 지급하지 않고 있다. 이에 관한 설명으로 틀린 것을 모두 고른 것은?(다툼이 있으면 판례에 따름) ㄱ. 甲은 특별한 사정이 없는 한 별도의 최고 없이 매매계약을 해제할 수 있다. ㄴ. 甲이 적법하게 매매계약을 해제한 경우, X토지 의 소유권은 등기와 무관하게 계약이 없었던 상태로 복귀한다. ㄷ. 乙이 X토지를 丙에게 매도하고 그 소유권이전 등기를 마친 후 甲이 乙을 상대로 적법하게 매 매계약을 해제하였다면, 丙은 X토지의 소유권 을 상실한다.",
    "options": [
      "ㄱ",
      "ㄴ",
      "ㄷ",
      "ㄱ, ㄷ",
      "ㄴ, ㄷ"
    ],
    "correctIndex": 3,
    "explanation": ""
  },
  {
    "id": "s2_q0069",
    "type": "multiple_choice",
    "year": 2022,
    "content": "계약의 유형에 관한 설명으로 옳은 것은?",
    "options": [
      "매매계약은 요물계약이다.",
      "교환계약은 무상계약이다.",
      "증여계약은 낙성계약이다.",
      "도급계약은 요물계약이다.",
      "임대차계약은 편무계약이다."
    ],
    "correctIndex": 2,
    "explanation": ""
  },
  {
    "id": "s2_q0070",
    "type": "multiple_choice",
    "year": 2022,
    "content": "甲은 그 소유의 X부동산에 관하여 乙과 매매의 일방 예약을 체결하면서 예약완결권은 乙이 가지고 20년 내에 행사하기로 약정하였다. 이에 관한 설명으로 옳 은 것은?(다툼이 있으면 판례에 따름)",
    "options": [
      "乙이 예약체결시로부터 1년 뒤에 예약완결권을 행사한 경 우, 매매는 예약체결시로 소급하여 그 효력이 발생한다.",
      "乙의 예약완결권은 형성권에 속하므로 甲과의 약정에도 불구하고 그 행사기간은 10년으로 단축된다.",
      "乙이 가진 예약완결권은 재산권이므로 특별한 사정이 없는 한 타인에게 양도할 수 있다.",
      "乙이 예약완결권을 행사기간 내에 행사하였는지에 관해 甲의 주장이 없다면 법원은 이를 고려할 수 없다.",
      "乙이 예약완결권을 행사하더라도 甲의 승낙이 있어야 비로소 매매계약은 그 효력이 발생한다."
    ],
    "correctIndex": 2,
    "explanation": ""
  },
  {
    "id": "s2_q0071",
    "type": "multiple_choice",
    "year": 2022,
    "content": "권리의 하자에 대한 매도인의 담보책임과 관련하여 ‘악의의 매수인에게 인정되는 권리’로 옳은 것을 모두 고른 것은? ㄱ. 권리의 전부가 타인에게 속하여 매수인에게 이전할 수 없는 경우 - 계약해제권 ㄴ. 권리의 일부가 타인에게 속하여 그 권리의 일부를 매수인에게 이전할 수 없는 경우 - 대금감액청구권 ㄷ. 목적물에 설정된 저당권의 실행으로 인하여 매수인 이 소유권을 취득할 수 없는 경우 - 계약해제권 ㄹ. 목적물에 설정된 지상권에 의해 매수인의 권리행사 가 제한되어 계약의 목적을 달성할 수 없는 경우 - 계약해제권 2022년 제33회 공인중개사",
    "options": [
      "ㄱ, ㄴ",
      "ㄱ, ㄹ",
      "ㄴ, ㄷ",
      "ㄷ, ㄹ",
      "ㄱ, ㄴ, ㄷ"
    ],
    "correctIndex": 4,
    "explanation": ""
  },
  {
    "id": "s2_q0072",
    "type": "multiple_choice",
    "year": 2022,
    "content": "부동산의 환매에 관한 설명으로 틀린 것은?(다툼이 있으면 판례에 따름)",
    "options": [
      "환매특약은 매매계약과 동시에 이루어져야 한다.",
      "매매계약이 취소되어 효력을 상실하면 그에 부수하는 환매특약도 효력을 상실한다.",
      "환매 시 목적물의 과실과 대금의 이자는 특별한 약정이 없으면 이를 상계한 것으로 본다.",
      "환매기간을 정하지 않은 경우, 그 기간은 5년으로 한다.",
      "환매기간을 정한 경우, 환매권의 행사로 발생한 소유권 이전등기청구권은 특별한 사정이 없는 한 그 환매기간 내에 행사하지 않으면 소멸한다."
    ],
    "correctIndex": 4,
    "explanation": ""
  },
  {
    "id": "s2_q0073",
    "type": "multiple_choice",
    "year": 2022,
    "content": "토지임차인에게 인정될 수 있는 권리가 아닌 것은?",
    "options": [
      "부속물매수청구권",
      "유익비상환청구권",
      "지상물매수청구권",
      "필요비상환청구권",
      "차임감액청구권"
    ],
    "correctIndex": 0,
    "explanation": ""
  },
  {
    "id": "s2_q0074",
    "type": "multiple_choice",
    "year": 2022,
    "content": "건물임대차계약상 보증금에 관한 설명으로 틀린 것 을 모두 고른 것은?(다툼이 있으면 판례에 따름) ㄱ. 임대차계약에서 보증금을 지급하였다는 사실 에 대한 증명책임은 임차인이 부담한다. ㄴ. 임대차계약이 종료하지 않은 경우, 특별한 사 정이 없는 한 임차인은 보증금의 존재를 이유 로 차임의 지급을 거절할 수 없다. ㄷ. 임대차 종료 후 보증금이 반환되지 않고 있는 한, 임차인의 목적물에 대한 점유는 적법점유이 므로 임차인이 목적물을 계속하여 사용ㆍ수익하 더라도 부당이득 반환의무는 발생하지 않는다.",
    "options": [
      "ㄱ",
      "ㄴ",
      "ㄷ",
      "ㄱ, ㄴ",
      "ㄴ, ㄷ"
    ],
    "correctIndex": 2,
    "explanation": ""
  },
  {
    "id": "s2_q0075",
    "type": "multiple_choice",
    "year": 2022,
    "content": "주택임대차보호법에 관한 설명으로 옳은 것을 모두 고른 것은?(다툼이 있으면 판례에 따름) ㄱ. 다가구용 단독주택 일부의 임차인이 대항력을 취 득하였다면, 후에 건축물 대장상으로 다가구용 단 독주택이 다세대 주택으로 변경되었다는 사정만 으로는 이미 취득한 대항력을 상실하지 않는다. ㄴ. 우선변제권 있는 임차인은 임차주택과 별도로 그 대지만이 경매될 경우, 특별한 사정이 없는 한 그 대지의 환가대금에 대하여 우선변제권 을 행사할 수 있다. ㄷ. 임차인이 대항력을 가진 후 그 임차주택의 소 유권이 양도되어 양수인이 임차보증금반환채 무를 부담하게 되었더라도, 임차인이 주민등록 을 이전하면 양수인이 부담하는 임차보증금반 환채무는 소멸한다.",
    "options": [
      "ㄱ",
      "ㄷ",
      "ㄱ, ㄴ",
      "ㄴ, ㄷ",
      "ㄱ, ㄴ, ㄷ 사 1차 1교시 A형-12-11"
    ],
    "correctIndex": 2,
    "explanation": ""
  },
  {
    "id": "s2_q0076",
    "type": "multiple_choice",
    "year": 2022,
    "content": "집합건물의 소유 및 관리에 관한 법률상 공용부분에 관한 설명으로 옳은 것을 모두 고른 것은?(다툼이 있 으면 판례에 따름) ㄱ. 관리단집회 결의나 다른 구분소유자의 동의 없이 구분소유자 1인이 공용부분을 독점적으 로 점유ㆍ사용하는 경우, 다른 구분소유자는 공용부분의 보존행위로서 그 인도를 청구할 수 있다. ㄴ. 구분소유자 중 일부가 정당한 권원 없이 구조 상 공용부분인 복도를 배타적으로 점유ㆍ사용 하여 다른 구분소유자가 사용하지 못하였다면, 특별한 사정이 없는 한 이로 인하여 얻은 이 익을 다른 구분소유자에게 부당이득으로 반환 하여야 한다. ㄷ. 관리단은 관리비 징수에 관한 유효한 규약이 없더라도 공용부분에 대한 관리비를 그 부담 의무자인 구분소유자에게 청구할 수 있다.",
    "options": [
      "ㄱ",
      "ㄴ",
      "ㄱ, ㄷ",
      "ㄴ, ㄷ",
      "ㄱ, ㄴ, ㄷ"
    ],
    "correctIndex": 3,
    "explanation": ""
  },
  {
    "id": "s2_q0077",
    "type": "multiple_choice",
    "year": 2022,
    "content": "가등기담보 등에 관한 법률이 적용되는 가등기담보 에 관한 설명으로 옳은 것은?(다툼이 있으면 판례에 따름)",
    "options": [
      "채무자가 아닌 제3자는 가등기담보권의 설정자가 될 수 없다.",
      "귀속청산에서 변제기 후 청산금의 평가액을 채무자에게 통지한 경우, 채권자는 그가 통지한 청산금의 금액에 관하여 다툴 수 있다.",
      "공사대금채권을 담보하기 위하여 담보가등기를 한 경 우, ｢가등기담보 등에 관한 법률｣이 적용된다. 2022년 제33회 공인중개사",
      "가등기담보권자는 특별한 사정이 없는 한 가등기담보권 을 그 피담보채권과 함께 제3자에게 양도할 수 있다.",
      "가등기담보권자는 담보목적물에 대한 경매를 청구할 수 없다."
    ],
    "correctIndex": 3,
    "explanation": ""
  },
  {
    "id": "s2_q0078",
    "type": "multiple_choice",
    "year": 2022,
    "content": "2022. 8. 16. 甲은 조세포탈의 목적으로 친구인 乙과 명의신탁약정을 맺고 乙은 이에 따라 甲으로부터 매 수자금을 받아 丙 소유의 X토지를 자신의 명의로 매 수하여 등기를 이전받았다. 이에 관한 설명으로 틀린 것은?(다툼이 있으면 판례에 따름)",
    "options": [
      "甲과 乙의 명의신탁약정은 무효이다.",
      "甲과 乙의 명의신탁약정이 있었다는 사실을 丙이 몰랐 다면, 乙은 丙으로부터 X토지의 소유권을 승계취득한 다.",
      "乙이 X토지의 소유권을 취득하더라도, 甲은 乙에 대하 여 부당이득을 원인으로 X토지의 소유권이전등기를 청 구할 수 없다.",
      "甲은 乙에 대해 가지는 매수자금 상당의 부당이득반환 청구권에 기하여 X토지에 유치권을 행사할 수 없다.",
      "만일 乙이 丁에게 X토지를 양도한 경우, 丁이 명의신탁 약정에 대하여 단순히 알고 있었다면 丁은 X토지의 소 유권을 취득하지 못한다."
    ],
    "correctIndex": 4,
    "explanation": ""
  },
  {
    "id": "s2_q0079",
    "type": "multiple_choice",
    "year": 2022,
    "content": "집합건물의 소유 및 관리에 관한 법령상 관리인 및 관리위원회 등에 관한 설명으로 옳은 것은?",
    "options": [
      "구분소유자가 아닌 자는 관리인이 될 수 없다.",
      "구분소유자가 10인 이상일 때에는 관리단을 대표하고 관리단의 사무를 집행할 관리인을 선임하여야 한다.",
      "관리위원회를 둔 경우에도 규약에서 달리 정한 바가 없 으면, 관리인은 공용부분의 보존행위를 함에 있어 관리 위원회의 결의를 요하지 않는다.",
      "규약에서 달리 정한 바가 없으면, 관리인은 관리위원회 의 위원이 될 수 있다.",
      "규약에서 달리 정한 바가 없으면, 관리위원회 위원은 부득이한 사유가 없더라도 서면이나 대리인을 통하여 의결권을 행사할 수 있다. 사 1차 1교시 A형-12-12"
    ],
    "correctIndex": 1,
    "explanation": ""
  },
  {
    "id": "s2_y2022_b0002",
    "type": "fill_in_the_blank",
    "content": "[BLANK]가 오로지 보험사고를 가장하여 보험금을 취 득할 목적으로 선의의 보험자와 체결한 생명보험계약",
    "answer": "보험계약자",
    "explanation": "보험계약자가 오로지 보험사고를 가장하여 보험금을 취 득할 목적으로 선의의 보험자와 체결한 생명보험계약"
  },
  {
    "id": "s2_y2022_b0003",
    "type": "fill_in_the_blank",
    "content": "민법 제108조제2항에 따라 [BLANK]는 선의의 제3자에 대해 서는 그 누구도 통정허위표시의 무효로써 대항할 수 없다.",
    "answer": "보호받",
    "explanation": "통정허위표시(민법 제108조) — 민법 제108조제2항에 따라 보호받는 선의의 제3자에 대해 서는 그 누구도 통정허위표시의 무효로써 대항할 수 없다."
  },
  {
    "id": "s2_y2022_b0008",
    "type": "fill_in_the_blank",
    "content": "[BLANK]은 특별한 사정이 없는 한 그 책임으로 복대 리인을 선임할 수 있다.",
    "answer": "법정대리인",
    "explanation": "민법상 대리 — 법정대리인은 특별한 사정이 없는 한 그 책임으로 복대 리인을 선임할 수 있다."
  },
  {
    "id": "s2_y2022_b0009",
    "type": "fill_in_the_blank",
    "content": "상대방이 [BLANK]에게 대리권이 있다고 믿을 만한 정당 한 이유가 있는지의 여부는 대리행위 당시를 기준으로 판정한다.",
    "answer": "대리인",
    "explanation": "권한을 넘은 표현대리 — 상대방이 대리인에게 대리권이 있다고 믿을 만한 정당 한 이유가 있는지의 여부는 대리행위 당시를 기준으로 판정한다."
  },
  {
    "id": "s2_y2022_b0012",
    "type": "fill_in_the_blank",
    "content": "[BLANK]이 등기부상의 명의인과 동일인이며 그 명의를 의 심할 만한 특별한 사정이 없는 경우, 그 부동산을 양수하 여 인도받은 자는 과실(過失) 없는 점유자에 해당한다.",
    "answer": "양도인",
    "explanation": "양도인이 등기부상의 명의인과 동일인이며 그 명의를 의 심할 만한 특별한 사정이 없는 경우, 그 부동산을 양수하 여 인도받은 자는 과실(過失) 없는 점유자에 해당한다."
  },
  {
    "id": "s2_y2022_b0014",
    "type": "fill_in_the_blank",
    "content": "악의의 [BLANK]가 점유물의 과실을 수취하여 소비한 경 우, 특별한 사정이 없는 한 그 점유자는 그 과실의 대 가를 보상하여야 한다.",
    "answer": "점유자",
    "explanation": "점유자와 회복자의 관계 — 악의의 점유자가 점유물의 과실을 수취하여 소비한 경 우, 특별한 사정이 없는 한 그 점유자는 그 과실의 대 가를 보상하여야 한다."
  },
  {
    "id": "s2_y2022_b0016",
    "type": "fill_in_the_blank",
    "content": "타주점유자는 자신이 점유하는 [BLANK]에 대한 소유권을 시효취득할 수 없다.",
    "answer": "부동산",
    "explanation": "소유권의 취득 — 타주점유자는 자신이 점유하는 부동산에 대한 소유권을 시효취득할 수 없다."
  },
  {
    "id": "s2_y2022_b0017",
    "type": "fill_in_the_blank",
    "content": "합유물에 관하여 경료된 원인 무효의 [BLANK]이전등기의 말소를 구하는 소는 합유자 각자가 제기할 수 있다.",
    "answer": "소유권",
    "explanation": "민법상 공동소유 — 합유물에 관하여 경료된 원인 무효의 소유권이전등기의 말소를 구하는 소는 합유자 각자가 제기할 수 있다."
  },
  {
    "id": "s2_y2022_b0021",
    "type": "fill_in_the_blank",
    "content": "[BLANK]는 유치물의 과실인 금전을 수취하여 다른 채 권보다 먼저 피담보채권의 변제에 충당할 수 있다.",
    "answer": "유치권자",
    "explanation": "민법상 유치권 — 유치권자는 유치물의 과실인 금전을 수취하여 다른 채 권보다 먼저 피담보채권의 변제에 충당할 수 있다."
  },
  {
    "id": "s2_y2022_b0023",
    "type": "fill_in_the_blank",
    "content": "[BLANK]의 1인은 지분에 관하여 그 토지를 위한 지역권을 소멸하게 하지 못한다.",
    "answer": "요역지공유자",
    "explanation": "요역지공유자의 1인은 지분에 관하여 그 토지를 위한 지역권을 소멸하게 하지 못한다."
  },
  {
    "id": "s2_y2022_b0024",
    "type": "fill_in_the_blank",
    "content": "[BLANK]의 설정은 갱신할 수 있으나 그 기간은 갱신 한 날로부터 10년을 넘지 못한다.",
    "answer": "토지전세권",
    "explanation": "토지전세권 — 토지전세권의 설정은 갱신할 수 있으나 그 기간은 갱신 한 날로부터 10년을 넘지 못한다."
  },
  {
    "id": "s2_y2022_b0027",
    "type": "fill_in_the_blank",
    "content": "[BLANK]는 특별한 사정이 없는 한 요약자와의 기본관계에 서 발생한 항변으로써 수익자의 청구에 대항할 수 있다.",
    "answer": "낙약자",
    "explanation": "제3자를 위한 유상ㆍ쌍무계약 — 낙약자는 특별한 사정이 없는 한 요약자와의 기본관계에 서 발생한 항변으로써 수익자의 청구에 대항할 수 있다."
  },
  {
    "id": "s2_y2022_b0030",
    "type": "fill_in_the_blank",
    "content": "乙이 가진 [BLANK]은 재산권이므로 특별한 사정이 없는 한 타인에게 양도할 수 있다.",
    "answer": "예약완결권",
    "explanation": "결하면서 예약완결권은 乙이 가지고 20년 내에 행사하기로 약정하였다. 이 — 乙이 가진 예약완결권은 재산권이므로 특별한 사정이 없는 한 타인에게 양도할 수 있다."
  },
  {
    "id": "s2_y2022_b0037",
    "type": "fill_in_the_blank",
    "content": "가등기담보권자는 특별한 사정이 없는 한 가등기담보권 을 그 [BLANK]과 함께 제3자에게 양도할 수 있다.",
    "answer": "피담보채권",
    "explanation": "가등기담보 등 — 가등기담보권자는 특별한 사정이 없는 한 가등기담보권 을 그 피담보채권과 함께 제3자에게 양도할 수 있다."
  },
  {
    "id": "s2_y2022_b0039",
    "type": "fill_in_the_blank",
    "content": "[BLANK]가 10인 이상일 때에는 관리단을 대표하고 관리단의 사무를 집행할 관리인을 선임하여야 한다.",
    "answer": "구분소유자",
    "explanation": "집합건물의 소유 및 관리 — 구분소유자가 10인 이상일 때에는 관리단을 대표하고 관리단의 사무를 집행할 관리인을 선임하여야 한다."
  },
  {
    "id": "s2_q0080",
    "type": "multiple_choice",
    "year": 2023,
    "content": "다음 중 연결이 잘못된 것은?(다툼이 있으면 판례에 따름)",
    "options": [
      "임차인의 필요비상환청구권 - 형성권",
      "지명채권의 양도 - 준물권행위",
      "부동산 매매에 의한 소유권 취득 - 특정승계",
      "부동산 점유취득시효완성으로 인한 소유권 취득 - 원시취득",
      "무권대리에서 추인 여부에 대한 확답의 최고 - 의사의 통지"
    ],
    "correctIndex": 0,
    "explanation": ""
  },
  {
    "id": "s2_q0081",
    "type": "multiple_choice",
    "year": 2023,
    "content": "甲으로부터 甲 소유 X토지의 매도 대리권을 수여받 은 乙은 甲을 대리하여 丙과 X토지에 대한 매매계약 을 체결하였다. 다음 설명 중 틀린 것은?(다툼이 있 으면 판례에 따름)",
    "options": [
      "乙은 특별한 사정이 없는 한 매매잔금의 수령 권한을 가진다.",
      "丙의 채무불이행이 있는 경우, 특별한 사정이 없는 한 乙은 매매계약을 해제할 수 없다.",
      "매매계약의 해제로 인한 원상회복의무는 甲과 丙이 부 담한다.",
      "丙이 매매계약을 해제한 경우, 丙은 乙에게 채무불이행 으로 인한 손해배상을 청구할 수 없다.",
      "乙이 자기의 이익을 위하여 배임적 대리행위를 하였고 丙도 이를 안 경우, 乙의 대리행위는 甲에게 효력을 미 친다."
    ],
    "correctIndex": 4,
    "explanation": ""
  },
  {
    "id": "s2_q0082",
    "type": "multiple_choice",
    "year": 2023,
    "content": "불공정한 법률행위에 관한 설명으로 옳은 것은?(다 툼이 있으면 판례에 따름)",
    "options": [
      "불공정한 법률행위에도 무효행위의 전환에 관한 법리가 적용될 수 있다.",
      "경락대금과 목적물의 시가에 현저한 차이가 있는 경우 에도 불공정한 법률행위가 성립할 수 있다.",
      "급부와 반대급부 사이에 현저한 불균형이 있는 경우, 원칙적으로 그 불균형 부분에 한하여 무효가 된다.",
      "대리인에 의한 법률행위에서 궁박과 무경험은 대리인을 기준으로 판단한다.",
      "계약의 피해당사자가 급박한 곤궁 상태에 있었다면 그 상대방에게 폭리행위의 악의가 없었더라도 불공정한 법 률행위는 성립한다."
    ],
    "correctIndex": 0,
    "explanation": ""
  },
  {
    "id": "s2_q0083",
    "type": "multiple_choice",
    "year": 2023,
    "content": "복대리에 관한 설명으로 틀린 것은?(특별한 사정은 없으며, 다툼이 있으면 판례에 따름)",
    "options": [
      "복대리인은 행위능력자임을 요하지 않는다.",
      "복대리인은 본인에 대하여 대리인과 동일한 권리의무가 있다.",
      "법정대리인은 그 책임으로 복대리인을 선임할 수 있다. 2023년 제34회 공인중개",
      "대리인의 능력에 따라 사업의 성공여부가 결정되는 사 무에 대해 대리권을 수여받은 자는 본인의 묵시적 승낙 으로도 복대리인을 선임할 수 있다.",
      "대리인이 대리권 소멸 후 선임한 복대리인과 상대방 사 이의 법률행위에도 민법 제129조의 표현대리가 성립할 수 있다."
    ],
    "correctIndex": 3,
    "explanation": ""
  },
  {
    "id": "s2_q0084",
    "type": "multiple_choice",
    "year": 2023,
    "content": "통정허위표시를 기초로 새로운 법률상 이해관계를 맺은 제3자에 해당하는 자를 모두 고른 것은?(다툼 이 있으면 판례에 따름) ㄱ. 파산선고를 받은 가장채권자의 파산관재인 ㄴ. 가장채무를 보증하고 그 보증채무를 이행하여 구상권을 취득한 보증인 ㄷ. 차주와 통정하여 가장소비대차계약을 체결한 금융기관으로부터 그 계약을 인수한 자",
    "options": [
      "ㄱ",
      "ㄷ",
      "ㄱ, ㄴ",
      "ㄴ, ㄷ",
      "ㄱ, ㄴ, ㄷ"
    ],
    "correctIndex": 2,
    "explanation": ""
  },
  {
    "id": "s2_q0085",
    "type": "multiple_choice",
    "year": 2023,
    "content": "무권대리인 乙이 甲을 대리하여 甲 소유의 X토지를 丙에게 매도하는 계약을 체결하였다. 다음 설명 중 옳은 것은?(다툼이 있으면 판례에 따름)",
    "options": [
      "위 매매계약이 체결된 후에 甲이 X토지를 丁에게 매도 하고 소유권이전등기를 마쳤다면, 甲이 乙의 대리행위 를 추인하더라도 丁은 유효하게 그 소유권을 취득한다.",
      "乙이 甲을 단독상속한 경우, 특별한 사정이 없는 한 乙 은 본인의 지위에서 추인을 거절할 수 있다.",
      "甲의 단독상속인 戊는 丙에 대해 위 매매계약을 추인할 수 없다.",
      "丙은 乙과 매매계약을 체결할 당시 乙에게 대리권이 없 음을 안 경우에도 甲의 추인이 있을 때까지 그 매매계 약을 철회할 수 있다.",
      "甲이 乙의 대리행위에 대하여 추인을 거절하면, 乙이 미 성년자라도 丙은 乙에 대해 손해배상을 청구할 수 있다."
    ],
    "correctIndex": 0,
    "explanation": ""
  },
  {
    "id": "s2_q0086",
    "type": "multiple_choice",
    "year": 2023,
    "content": "반사회질서의 법률행위에 해당하지 않는 것을 모두 고른 것은?(다툼이 있으면 판례에 따름) ㄱ. 2023년 체결된 형사사건에 관한 성공보수약정 ㄴ. 반사회적 행위에 의해 조성된 비자금을 소극 적으로 은닉하기 위해 체결한 임치약정 ㄷ. 산모가 우연한 사고로 인한 태아의 상해에 대 비하기 위해 자신을 보험수익자로, 태아를 피 보험자로 하여 체결한 상해보험계약",
    "options": [
      "ㄱ",
      "ㄷ",
      "ㄱ, ㄴ",
      "ㄴ, ㄷ",
      "ㄱ, ㄴ, ㄷ 사 1차 1교시 A형-12-7"
    ],
    "correctIndex": 3,
    "explanation": ""
  },
  {
    "id": "s2_q0087",
    "type": "multiple_choice",
    "year": 2023,
    "content": "甲은 허가받을 것을 전제로 토지거래허가구역 내 자 신의 토지에 대해 乙과 매매계약을 체결하였다. 다음 설명 중 옳은 것을 모두 고른 것은?(다툼이 있으면 판례에 따름) ㄱ. 甲은 특별한 사정이 없는 한 乙의 매매대금 이행제공이 있을 때까지 허가신청절차 협력 의무의 이행을 거절할 수 있다. ㄴ. 乙이 계약금 전액을 지급한 후, 당사자의 일방 이 이행에 착수하기 전이라면 특별한 사정이 없는 한 甲은 계약금의 배액을 상환하고 계약 을 해제할 수 있다. ㄷ. 일정기간 내 허가를 받기로 약정한 경우, 특별 한 사정이 없는 한 그 허가를 받지 못하고 약 정기간이 경과하였다는 사정만으로도 매매계 약은 확정적 무효가 된다.",
    "options": [
      "ㄱ",
      "ㄴ",
      "ㄱ, ㄷ",
      "ㄴ, ㄷ",
      "ㄱ, ㄴ, ㄷ"
    ],
    "correctIndex": 1,
    "explanation": ""
  },
  {
    "id": "s2_q0088",
    "type": "multiple_choice",
    "year": 2023,
    "content": "법률행위의 부관에 관한 설명으로 틀린 것은?(다툼 이 있으면 판례에 따름)",
    "options": [
      "조건이 선량한 풍속 기타 사회질서에 위반한 경우, 그 조건만 무효이고 법률행위는 유효하다.",
      "법률행위에 조건이 붙어 있는지 여부는 조건의 존재를 주장하는 자에게 증명책임이 있다.",
      "기한은 특별한 사정이 없는 한 채무자의 이익을 위한 것으로 추정한다.",
      "조건부 법률행위에서 기성조건이 해제조건이면 그 법률 행위는 무효이다.",
      "종기(終期) 있는 법률행위는 기한이 도래한 때로부터 그 효력을 잃는다."
    ],
    "correctIndex": 0,
    "explanation": ""
  },
  {
    "id": "s2_q0089",
    "type": "multiple_choice",
    "year": 2023,
    "content": "법률행위의 무효와 추인에 관한 설명으로 옳은 것을 모두 고른 것은?(다툼이 있으면 판례에 따름) ㄱ. 무효인 법률행위의 추인은 무효원인이 소멸된 후 본인이 무효임을 알고 추인해야 그 효력이 인정된다. ㄴ. 무권리자의 처분이 계약으로 이루어진 경우, 권리자가 추인하면 원칙적으로 계약의 효과는 계약체결시에 소급하여 권리자에게 귀속된다. ㄷ. 양도금지특약에 위반하여 무효인 채권양도에 대해 양도대상이 된 채권의 채무자가 승낙하 면 다른 약정이 없는 한 양도의 효과는 승낙 시부터 발생한다.",
    "options": [
      "ㄱ",
      "ㄴ",
      "ㄱ, ㄷ",
      "ㄴ, ㄷ",
      "ㄱ, ㄴ, ㄷ 2023년 제34회 공인중개"
    ],
    "correctIndex": 4,
    "explanation": ""
  },
  {
    "id": "s2_q0090",
    "type": "multiple_choice",
    "year": 2023,
    "content": "점유자와 회복자의 관계에 관한 설명으로 옳은 것 은?(다툼이 있으면 판례에 따름)",
    "options": [
      "점유물이 점유자의 책임 있는 사유로 멸실된 경우, 선의의 타주점유자는 이익이 현존하는 한도에서 배상해야 한다.",
      "악의의 점유자는 특별한 사정이 없는 한 통상의 필요비 를 청구할 수 있다.",
      "점유자의 필요비상환청구에 대해 법원은 회복자의 청구 에 의해 상당한 상환기간을 허여할 수 있다.",
      "이행지체로 인해 매매계약이 해제된 경우, 선의의 점유 자인 매수인에게 과실취득권이 인정된다.",
      "은비(隱秘)에 의한 점유자는 점유물의 과실을 취득한다."
    ],
    "correctIndex": 1,
    "explanation": ""
  },
  {
    "id": "s2_q0091",
    "type": "multiple_choice",
    "year": 2023,
    "content": "민법상 합유에 관한 설명으로 틀린 것은?(특약은 없 으며, 다툼이 있으면 판례에 따름)",
    "options": [
      "합유자의 권리는 합유물 전부에 미친다.",
      "합유자는 합유물의 분할을 청구하지 못한다.",
      "합유자 중 1인이 사망하면 그의 상속인이 합유자의 지 위를 승계한다.",
      "합유물의 보존행위는 합유자 각자가 할 수 있다.",
      "합유자는 그 전원의 동의 없이 합유지분을 처분하지 못 한다."
    ],
    "correctIndex": 2,
    "explanation": ""
  },
  {
    "id": "s2_q0092",
    "type": "multiple_choice",
    "year": 2023,
    "content": "부동산 소유권이전등기청구권에 관한 설명으로 옳은 것은?(다툼이 있으면 판례에 따름)",
    "options": [
      "교환으로 인한 이전등기청구권은 물권적 청구권이다.",
      "점유취득시효 완성으로 인한 이전등기청구권의 양도는 특별한 사정이 없는 한 양도인의 채무자에 대한 통지만 으로는 대항력이 생기지 않는다.",
      "매수인이 부동산을 인도받아 사용․수익하고 있는 이상 매수인의 이전등기청구권은 시효로 소멸하지 않는다.",
      "점유취득시효 완성으로 인한 이전등기청구권은 점유가 계속되더라도 시효로 소멸한다.",
      "매매로 인한 이전등기청구권의 양도는 특별한 사정이 없는 한 양도인의 채무자에 대한 통지만으로 대항력이 생긴다."
    ],
    "correctIndex": 2,
    "explanation": ""
  },
  {
    "id": "s2_q0093",
    "type": "multiple_choice",
    "year": 2023,
    "content": "물권적 청구권에 관한 설명으로 틀린 것은?(다툼이 있으면 판례에 따름)",
    "options": [
      "저당권자는 목적물에서 임의로 분리, 반출된 물건을 자 신에게 반환할 것을 청구할 수 있다.",
      "진정명의회복을 원인으로 한 소유권이전등기청구권의 법적 성질은 소유권에 기한 방해배제청구권이다.",
      "소유자는 소유권을 방해하는 자에 대해 민법 제214조에 기해 방해배제비용을 청구할 수 없다.",
      "미등기 무허가건물의 양수인은 소유권에 기한 방해배제 청구권을 행사할 수 없다.",
      "소유권에 기한 방해배제청구권은 현재 계속되고 있는 방해원인의 제거를 내용으로 한다. 사 1차 1교시 A형-12-8"
    ],
    "correctIndex": 0,
    "explanation": ""
  },
  {
    "id": "s2_q0094",
    "type": "multiple_choice",
    "year": 2023,
    "content": "부동산 점유취득시효에 관한 설명으로 옳은 것은? (다툼이 있으면 판례에 따름)",
    "options": [
      "국유재산 중 일반재산이 시효완성 후 행정재산으로 되 더라도 시효완성을 원인으로 한 소유권이전등기를 청구 할 수 있다.",
      "시효완성 당시의 소유권보존등기가 무효라면 그 등기명 의인은 원칙적으로 시효완성을 원인으로 한 소유권이전 등기청구의 상대방이 될 수 없다.",
      "시효완성 후 점유자 명의로 소유권이전등기가 경료되기 전에 부동산 소유명의자는 점유자에 대해 점유로 인한 부당이득반환청구를 할 수 있다.",
      "미등기부동산에 대한 시효가 완성된 경우, 점유자는 등 기 없이도 소유권을 취득한다.",
      "시효완성 전에 부동산이 압류되면 시효는 중단된다."
    ],
    "correctIndex": 1,
    "explanation": ""
  },
  {
    "id": "s2_q0095",
    "type": "multiple_choice",
    "year": 2023,
    "content": "민법 제187조(등기를 요하지 아니하는 부동산물권취 득)에 관한 설명으로 틀린 것은?(다툼이 있으면 판례 에 따름)",
    "options": [
      "상속인은 상속 부동산의 소유권을 등기 없이 취득한다.",
      "민법 제187조 소정의 판결은 형성판결을 의미한다.",
      "부동산 강제경매에서 매수인이 매각 목적인 권리를 취 득하는 시기는 매각대금 완납시이다.",
      "부동산소유권이전을 내용으로 하는 화해조서에 기한 소 유권취득에는 등기를 요하지 않는다.",
      "신축에 의한 건물소유권취득에는 소유권보존등기를 요 하지 않는다."
    ],
    "correctIndex": 3,
    "explanation": ""
  },
  {
    "id": "s2_q0096",
    "type": "multiple_choice",
    "year": 2023,
    "content": "물권에 관한 설명으로 옳은 것은?(다툼이 있으면 판 례에 따름)",
    "options": [
      "물건 이외의 재산권은 물권의 객체가 될 수 없다.",
      "물권은 부동산등기규칙 에 의해 창설될 수 있다.",
      "구분소유의 목적이 되는 건물의 등기부상 표시에서 전 유부분의 면적 표시가 잘못된 경우, 그 잘못 표시된 면 적만큼의 소유권보존등기를 말소할 수 없다.",
      "1필의 토지의 일부를 객체로 하여 지상권을 설정할 수 없다.",
      "기술적인 착오로 지적도의 경계선이 실제 경계선과 다 르게 작성된 경우, 토지의 경계는 지적도의 경계선에 의해 확정된다."
    ],
    "correctIndex": 2,
    "explanation": ""
  },
  {
    "id": "s2_q0097",
    "type": "multiple_choice",
    "year": 2023,
    "content": "전세권에 관한 설명으로 옳은 것은?(다툼이 있으면 판례에 따름)",
    "options": [
      "전세권설정자의 목적물 인도는 전세권의 성립요건이다.",
      "타인의 토지에 있는 건물에 전세권을 설정한 경우, 전 세권의 효력은 그 건물의 소유를 목적으로 한 지상권에 미친다. 2023년 제34회 공인중개",
      "전세권의 사용․수익 권능을 배제하고 채권담보만을 위 해 전세권을 설정하는 것은 허용된다.",
      "전세권설정자는 특별한 사정이 없는 한 목적물의 현상 을 유지하고 그 통상의 관리에 속한 수선을 해야 한다.",
      "건물전세권이 법정갱신된 경우, 전세권자는 이를 등기 해야 제3자에게 대항할 수 있다."
    ],
    "correctIndex": 1,
    "explanation": ""
  },
  {
    "id": "s2_q0098",
    "type": "multiple_choice",
    "year": 2023,
    "content": "乙은 甲과의 지상권설정계약으로 甲 소유의 X토지에 지상권을 취득한 후, 그 지상에 Y건물을 완성하여 소유권을 취득하였다. 다음 설명 중 옳은 것을 모두 고른 것은?(다툼이 있으면 판례에 따름) ㄱ. 乙은 지상권을 유보한 채 Y건물 소유권만을 제3자에게 양도할 수 있다. ㄴ. 乙은 Y건물 소유권을 유보한 채 지상권만을 제3자에게 양도할 수 있다. ㄷ. 지료지급약정이 있음에도 乙이 3년분의 지료 를 미지급한 경우, 甲은 지상권 소멸을 청구 할 수 있다.",
    "options": [
      "ㄱ",
      "ㄷ",
      "ㄱ, ㄴ",
      "ㄴ, ㄷ",
      "ㄱ, ㄴ, ㄷ"
    ],
    "correctIndex": 4,
    "explanation": ""
  },
  {
    "id": "s2_q0099",
    "type": "multiple_choice",
    "year": 2023,
    "content": "지역권에 관한 설명으로 틀린 것은?(다툼이 있으면 판례에 따름)",
    "options": [
      "지역권은 요역지와 분리하여 양도할 수 없다.",
      "공유자 중 1인이 지역권을 취득한 때에는 다른 공유자 도 이를 취득한다.",
      "통행지역권을 주장하는 자는 통행으로 편익을 얻는 요 역지가 있음을 주장․증명해야 한다.",
      "요역지의 불법점유자도 통행지역권을 시효취득할 수 있다.",
      "지역권은 계속되고 표현된 것에 한하여 시효취득할 수 있다."
    ],
    "correctIndex": 3,
    "explanation": ""
  },
  {
    "id": "s2_q0100",
    "type": "multiple_choice",
    "year": 2023,
    "content": "甲은 乙에게 1억원을 대여하면서 乙 소유의 Y건물에 저당권을 취득하였다. 다음 설명 중 옳은 것을 모두 고른 것은?(다툼이 있으면 판례에 따름) ㄱ. 乙이 甲에게 피담보채권 전부를 변제한 경우, 甲의 저당권은 말소등기를 하지 않아도 소멸 한다. ㄴ. 甲은 Y건물의 소실로 인하여 乙이 취득한 화 재보험금청구권에 대하여 물상대위권을 행사 할 수 있다. ㄷ. 甲은 저당권을 피담보채권과 분리하여 제3자 에게 양도하지 못한다.",
    "options": [
      "ㄱ",
      "ㄷ",
      "ㄱ, ㄴ",
      "ㄴ, ㄷ",
      "ㄱ, ㄴ, ㄷ 사 1차 1교시 A형-12-9"
    ],
    "correctIndex": 4,
    "explanation": ""
  },
  {
    "id": "s2_q0101",
    "type": "multiple_choice",
    "year": 2023,
    "content": "근저당권에 관한 설명으로 틀린 것은?(다툼이 있으 면 판례에 따름)",
    "options": [
      "채권최고액에는 피담보채무의 이자가 산입된다.",
      "피담보채무 확정 전에는 채무자를 변경할 수 있다.",
      "근저당권자가 피담보채무의 불이행을 이유로 경매신청 을 한 경우, 특별한 사정이 없는 한 피담보채무액은 그 신청시에 확정된다.",
      "물상보증인은 채권최고액을 초과하는 부분의 채권액까 지 변제할 의무를 부담한다.",
      "특별한 사정이 없는 한, 존속기간이 있는 근저당권은 그 기간이 만료한 때 피담보채무가 확정된다."
    ],
    "correctIndex": 3,
    "explanation": ""
  },
  {
    "id": "s2_q0102",
    "type": "multiple_choice",
    "year": 2023,
    "content": "민법상 유치권에 관한 설명으로 틀린 것은?(다툼이 있으면 판례에 따름)",
    "options": [
      "유치권자는 유치물에 대한 경매권이 있다.",
      "유치권 발생을 배제하는 특약은 무효이다.",
      "건물신축공사를 도급받은 수급인이 사회통념상 독립한 건 물이 되지 못한 정착물을 토지에 설치한 상태에서 공사가 중단된 경우, 그 토지에 대해 유치권을 행사할 수 없다.",
      "유치권은 피담보채권의 변제기가 도래하지 않으면 성립 할 수 없다.",
      "유치권자는 선량한 관리자의 주의로 유치물을 점유해야 한다."
    ],
    "correctIndex": 1,
    "explanation": ""
  },
  {
    "id": "s2_q0103",
    "type": "multiple_choice",
    "year": 2023,
    "content": "저당권에 관한 설명으로 옳은 것은?(다툼이 있으면 판례에 따름)",
    "options": [
      "전세권은 저당권의 객체가 될 수 없다.",
      "저당권 설정은 권리의 이전적 승계에 해당한다.",
      "민법 제365조에 따라 토지와 건물의 일괄경매를 청구한 토지 저당권자는 그 건물의 경매대가에서 우선변제를 받을 수 있다.",
      "건물 건축 개시 전의 나대지에 저당권이 설정될 당시 저당권자가 그 토지 소유자의 건물 건축에 동의한 경 우, 저당토지의 임의경매로 인한 법정지상권은 성립하 지 않는다.",
      "저당물의 소유권을 취득한 제3자는 그 저당물의 보존을 위해 필요비를 지출하더라도 특별한 사정이 없는 한 그 저당물의 경매대가에서 우선상환을 받을 수 없다."
    ],
    "correctIndex": 3,
    "explanation": ""
  },
  {
    "id": "s2_q0104",
    "type": "multiple_choice",
    "year": 2023,
    "content": "민법상 환매에 관한 설명으로 틀린 것은?",
    "options": [
      "환매권은 양도할 수 없는 일신전속권이다.",
      "매매계약이 무효이면 환매특약도 무효이다.",
      "환매기간을 정한 경우에는 그 기간을 다시 연장하지 못한다.",
      "환매특약등기는 매수인의 권리취득의 등기에 부기하는 방식으로 한다.",
      "환매특약은 매매계약과 동시에 해야 한다. 2023년 제34회 공인중개사"
    ],
    "correctIndex": 0,
    "explanation": ""
  },
  {
    "id": "s2_q0105",
    "type": "multiple_choice",
    "year": 2023,
    "content": "甲은 그 소유의 토지를 乙에게 매도하면서 甲의 丙에 대한 채무변제를 위해 乙이 그 대금 전액을 丙에게 지급하기로 하는 제3자를 위한 계약을 乙과 체결하였 고, 丙도 乙에 대해 수익의 의사표시를 하였다. 다음 설명 중 틀린 것은?(다툼이 있으면 판례에 따름)",
    "options": [
      "乙은 甲과 丙 사이의 채무부존재의 항변으로 丙에게 대 항할 수 없다.",
      "丙은 乙의 채무불이행을 이유로 甲과 乙 사이의 계약을 해제할 수 없다.",
      "乙이 甲의 채무불이행을 이유로 계약을 해제한 경우, 특별한 사정이 없는 한 乙은 이미 이행한 급부의 반환 을 丙에게 청구할 수 있다.",
      "甲이 乙의 채무불이행을 이유로 계약을 해제하면, 丙은 乙에게 채무불이행으로 인해 자신이 입은 손해의 배상 을 청구할 수 있다.",
      "甲은 丙의 동의 없이도 乙의 채무불이행을 이유로 계약 을 해제할 수 있다."
    ],
    "correctIndex": 2,
    "explanation": ""
  },
  {
    "id": "s2_q0106",
    "type": "multiple_choice",
    "year": 2023,
    "content": "甲과 乙은 甲 소유의 X토지에 대하여 매매계약을 체 결하였으나 그 후 甲의 채무인 소유권이전등기의무 의 이행이 불가능하게 되었다. 다음 설명 중 옳은 것 을 모두 고른 것은?(다툼이 있으면 판례에 따름) ㄱ. 甲의 채무가 쌍방의 귀책사유 없이 불능이 된 경우, 이미 대금을 지급한 乙은 그 대금을 부 당이득법리에 따라 반환청구할 수 있다. ㄴ. 甲의 채무가 乙의 귀책사유로 불능이 된 경우, 특별한 사정이 없는 한 甲은 乙에게 대금지급 을 청구할 수 있다. ㄷ. 乙의 수령지체 중에 쌍방의 귀책사유 없이 甲 의 채무가 불능이 된 경우, 甲은 乙에게 대금 지급을 청구할 수 없다.",
    "options": [
      "ㄱ",
      "ㄷ",
      "ㄱ, ㄴ",
      "ㄴ, ㄷ",
      "ㄱ, ㄴ, ㄷ"
    ],
    "correctIndex": 2,
    "explanation": ""
  },
  {
    "id": "s2_q0107",
    "type": "multiple_choice",
    "year": 2023,
    "content": "매매에서 과실의 귀속과 대금의 이자 등에 관한 설명으 로 옳은 것을 모두 고른 것은?(대금지급과 목적물인도 는 동시이행관계에 있고, 다툼이 있으면 판례에 따름) ㄱ. 매매계약 후 목적물이 인도되지 않더라도 매수인 이 대금을 완제한 때에는 그 시점 이후 목적물로 부터 생긴 과실은 매수인에게 귀속된다. ㄴ. 매수인이 대금지급을 거절할 정당한 사유가 있는 경우, 매수인은 목적물을 미리 인도받더라도 대 금 이자의 지급의무가 없다. ㄷ. 매매계약이 취소된 경우, 선의의 점유자인 매수 인의 과실취득권이 인정되는 이상 선의의 매도 인도 지급받은 대금의 운용이익 내지 법정이자 를 반환할 의무가 없다.",
    "options": [
      "ㄱ",
      "ㄴ",
      "ㄱ, ㄷ",
      "ㄴ, ㄷ",
      "ㄱ, ㄴ, ㄷ 사 1차 1교시 A형-12-10"
    ],
    "correctIndex": 4,
    "explanation": ""
  },
  {
    "id": "s2_q0108",
    "type": "multiple_choice",
    "year": 2023,
    "content": "매매의 일방예약에 관한 설명으로 틀린 것은?(다툼 이 있으면 판례에 따름)",
    "options": [
      "일방예약이 성립하려면 본계약인 매매계약의 요소가 되 는 내용이 확정되어 있거나 확정할 수 있어야 한다.",
      "예약완결권의 행사기간 도과 전에 예약완결권자가 예약 목적물인 부동산을 인도받은 경우, 그 기간이 도과되더 라도 예약완결권은 소멸되지 않는다.",
      "예약완결권은 당사자 사이에 행사기간을 약정한 때에는 그 기간 내에 행사해야 한다.",
      "상가에 관하여 매매예약이 성립한 이후 법령상의 제한 에 의해 일시적으로 분양이 금지되었다가 다시 허용된 경우, 그 예약완결권 행사는 이행불능이라 할 수 없다.",
      "예약완결권 행사의 의사표시를 담은 소장 부본의 송달 로써 예약완결권을 재판상 행사하는 경우, 그 행사가 유효하기 위해서는 그 소장 부본이 제척기간 내에 상대 방에게 송달되어야 한다."
    ],
    "correctIndex": 1,
    "explanation": ""
  },
  {
    "id": "s2_q0109",
    "type": "multiple_choice",
    "year": 2023,
    "content": "민법상 매매계약에 관한 설명으로 틀린 것은?(다툼 이 있으면 판례에 따름)",
    "options": [
      "매매계약은 낙성ㆍ불요식계약이다.",
      "타인의 권리도 매매의 목적이 될 수 있다.",
      "매도인의 담보책임 규정은 그 성질이 허용되는 한 교환 계약에도 준용된다.",
      "매매계약에 관한 비용은 특약이 없는 한 매수인이 전부 부담한다.",
      "경매목적물에 하자가 있는 경우, 매도인은 물건의 하자 로 인한 담보책임을 지지 않는다."
    ],
    "correctIndex": 3,
    "explanation": ""
  },
  {
    "id": "s2_q0110",
    "type": "multiple_choice",
    "year": 2023,
    "content": "甲은 2023. 9. 30. 乙에게 자신 소유의 X부동산을 3 억원에 매도하되, 계약금 2천만원은 계약 당일, 중도 금 2억원은 2023. 10. 30., 잔금 8천만원은 2023. 11. 30.에 지급받기로 하는 매매계약을 체결하고, 乙로부 터 계약 당일 계약금 전액을 지급받았다. 다음 설명 중 옳은 것을 모두 고른 것은?(특별한 사정은 없으 며, 다툼이 있으면 판례에 따름) ㄱ. 乙이 2023. 10. 25. 중도금 2억원을 甲에게 지 급한 경우, 乙은 2023. 10. 27. 계약금을 포기 하더라도 계약을 해제할 수 없다. ㄴ. 乙이 2023. 10. 25. 중도금 2억원을 甲에게 지 급한 경우, 甲은 2023. 10. 27. 계약금의 배액 을 상환하더라도 계약을 해제할 수 없다. ㄷ. 乙이 계약 당시 중도금 중 1억원의 지급에 갈 음하여 자신의 丙에 대한 대여금채권을 甲에 게 양도하기로 약정하고 그 자리에 丙도 참석 하였다면, 甲은 2023. 10. 27. 계약금의 배액을 상환하더라도 계약을 해제할 수 없다.",
    "options": [
      "ㄱ",
      "ㄷ",
      "ㄱ, ㄴ",
      "ㄴ, ㄷ",
      "ㄱ, ㄴ, ㄷ 2023년 제34회 공인중개사"
    ],
    "correctIndex": 4,
    "explanation": ""
  },
  {
    "id": "s2_q0111",
    "type": "multiple_choice",
    "year": 2023,
    "content": "민법상 임대차계약에 관한 설명으로 틀린 것은?(다 툼이 있으면 판례에 따름)",
    "options": [
      "임대인이 목적물을 임대할 권한이 없어도 임대차계약은 유효하게 성립한다.",
      "임차기간을 영구로 정한 임대차약정은 특별한 사정이 없는 한 허용된다.",
      "임차인은 특별한 사정이 없는 한 자신이 지출한 임차물 의 보존에 관한 필요비 금액의 한도에서 차임의 지급을 거절할 수 있다.",
      "임대차가 묵시의 갱신이 된 경우, 전임대차에 대해 제3 자가 제공한 담보는 원칙적으로 소멸하지 않는다.",
      "임대차 종료로 인한 임차인의 원상회복의무에는 임대인 이 임대 당시의 부동산 용도에 맞게 다시 사용할 수 있 도록 협력할 의무까지 포함된다."
    ],
    "correctIndex": 3,
    "explanation": ""
  },
  {
    "id": "s2_q0112",
    "type": "multiple_choice",
    "year": 2023,
    "content": "甲은 건물 소유를 목적으로 乙 소유의 X토지를 임차 한 후, 그 지상에 Y건물을 신축하여 소유하고 있다. 위 임대차계약이 종료된 후, 甲이 乙에게 Y건물에 관하여 지상물매수청구권을 행사하는 경우에 관한 설명으로 틀린 것은?(다툼이 있으면 판례에 따름)",
    "options": [
      "특별한 사정이 없는 한 Y건물이 미등기 무허가건물이 라도 매수청구권의 대상이 될 수 있다.",
      "임대차기간이 만료되면 甲이 Y건물을 철거하기로 한 약정은 특별한 사정이 없는 한 무효이다.",
      "Y건물이 X토지와 제3자 소유의 토지 위에 걸쳐서 건립 되었다면, 甲은 Y건물 전체에 대하여 매수청구를 할 수 있다.",
      "甲의 차임연체를 이유로 임대차계약이 해지된 경우, 甲 은 매수청구권을 행사할 수 없다.",
      "甲이 적법하게 매수청구권을 행사한 후에도 Y건물의 점유․사용을 통하여 X토지를 계속하여 점유․사용하 였다면, 甲은 乙에게 X토지 임료 상당액의 부당이득반 환의무를 진다."
    ],
    "correctIndex": 2,
    "explanation": ""
  },
  {
    "id": "s2_q0113",
    "type": "multiple_choice",
    "year": 2023,
    "content": "매매계약의 법정해제에 관한 설명으로 옳은 것을 모 두 고른 것은?(다툼이 있으면 판례에 따름) ㄱ. 일방 당사자의 계약위반을 이유로 한 상대방 의 계약해제 의사표시에 의해 계약이 해제되 었음에도 상대방이 계약이 존속함을 전제로 계약상 의무의 이행을 구하는 경우, 특별한 사 정이 없는 한 계약을 위반한 당사자도 당해 계약이 상대방의 해제로 소멸되었음을 들어 그 이행을 거절할 수 있다. ㄴ. 계약해제로 인한 원상회복의 대상에는 매매대 금은 물론 이와 관련하여 그 계약의 존속을 전제로 수령한 지연손해금도 포함된다. ㄷ. 과실상계는 계약해제로 인한 원상회복의무의 이행으로서 이미 지급한 급부의 반환을 구하 는 경우에는 적용되지 않는다.",
    "options": [
      "ㄱ",
      "ㄴ",
      "ㄱ, ㄷ",
      "ㄴ, ㄷ",
      "ㄱ, ㄴ, ㄷ 사 1차 1교시 A형-12-11"
    ],
    "correctIndex": 4,
    "explanation": ""
  },
  {
    "id": "s2_q0114",
    "type": "multiple_choice",
    "year": 2023,
    "content": "집합건물의 소유 및 관리에 관한 법률상 집합건물의 전 부공용부분 및 대지사용권에 관한 설명으로 틀린 것 은?(특별한 사정은 없으며, 다툼이 있으면 판례에 따름)",
    "options": [
      "공용부분은 취득시효에 의한 소유권 취득의 대상이 될 수 없다.",
      "각 공유자는 공용부분을 그 용도에 따라 사용할 수 있다.",
      "구조상 공용부분에 관한 물권의 득실변경은 등기가 필 요하지 않다.",
      "구분소유자는 규약 또는 공정증서로써 달리 정하지 않 는 한 그가 가지는 전유부분과 분리하여 대지사용권을 처분할 수 없다.",
      "대지사용권은 전유부분과 일체성을 갖게 된 후 개시된 강 제경매절차에 의해 전유부분과 분리되어 처분될 수 있다."
    ],
    "correctIndex": 4,
    "explanation": ""
  },
  {
    "id": "s2_q0115",
    "type": "multiple_choice",
    "year": 2023,
    "content": "가등기담보 등에 관한 법률이 원칙적으로 적용되는 것은?(단, 이자는 고려하지 않으며, 다툼이 있으면 판례에 따름)",
    "options": [
      "1억원을 차용하면서 부동산에 관하여 가등기나 소유권 이전등기를 하지 않은 경우",
      "매매대금채무 1억원의 담보로 2억원 상당의 부동산 소 유권이전등기를 한 경우",
      "차용금채무 1억원의 담보로 2억원 상당의 부동산에 대 해 대물변제예약을 하고 가등기한 경우",
      "차용금채무 3억원의 담보로 이미 2억원의 다른 채무에 대한 저당권이 설정된 4억원 상당의 부동산에 대해 대 물변제예약을 하고 가등기한 경우",
      "1억원을 차용하면서 2억원 상당의 그림을 양도담보로 제공한 경우"
    ],
    "correctIndex": 2,
    "explanation": ""
  },
  {
    "id": "s2_q0116",
    "type": "multiple_choice",
    "year": 2023,
    "content": "부동산 명의신탁약정과 그에 따른 등기의 무효로 대 항할 수 없는 제3자(부동산 실권리자명의 등기에 관 한 법률 제4조 제3항)에 해당하는 자를 모두 고른 것 은?(다툼이 있으면 판례에 따름) ㄱ. 명의수탁자의 상속인 ㄴ. 명의신탁된 부동산을 가압류한 명의수탁자 의 채권자 ㄷ. 명의신탁자와 명의신탁된 부동산소유권을 취득하기 위한 계약을 맺고 등기명의만을 명의수탁자로부터 경료받은 것과 같은 외 관을 갖춘 자 ㄹ. 학교법인이 명의수탁자로서 기본재산에 관 한 등기를 마친 경우, 기본재산 처분에 관 하여 허가권을 갖는 관할청",
    "options": [
      "ㄴ",
      "ㄱ, ㄷ",
      "ㄷ, ㄹ",
      "ㄱ, ㄴ, ㄷ",
      "ㄴ, ㄷ, ㄹ 2023년 제34회 공인중개사"
    ],
    "correctIndex": 0,
    "explanation": ""
  },
  {
    "id": "s2_q0117",
    "type": "multiple_choice",
    "year": 2023,
    "content": "甲은 2023. 1. 5. 乙로부터 그 소유의 X주택을 보증 금 2억원, 월 임료 50만원, 기간은 계약일로부터 1년 으로 정하여 임차하는 내용의 계약을 체결하고, 당일 乙에게 보증금을 지급함과 동시에 X주택을 인도받아 주민등록을 마치고 확정일자를 받았다. 다음 중 주택 임대차보호법의 적용에 관한 설명으로 틀린 것은? (다툼이 있으면 판례에 따름)",
    "options": [
      "甲은 2023. 1. 6. 오전 영시부터 대항력을 취득한다.",
      "제3자에 의해 2023. 5. 9. 경매가 개시되어 X주택이 매 각된 경우, 甲은 경매절차에서 배당요구를 하지 않아도 보증금에 대해 우선변제를 받을 수 있다.",
      "乙이 X주택을 丙에게 매도하고 소유권이전등기를 마친 경 우, 乙은 특별한 사정이 없는 한 보증금반환의무를 면한다.",
      "甲이 2기의 차임액에 달하는 차임을 연체하면 묵시적 갱신이 인정되지 않는다.",
      "묵시적 갱신이 된 경우, 갱신된 임대차계약의 존속기간 은 2년이다."
    ],
    "correctIndex": 1,
    "explanation": ""
  },
  {
    "id": "s2_q0118",
    "type": "multiple_choice",
    "year": 2023,
    "content": "乙은 식당을 운영하기 위해 2023. 5. 1. 甲으로부터 그 소유의 서울특별시 소재 X상가건물을 보증금 10 억원, 월 임료 100만원, 기간은 정함이 없는 것으로 하여 임차하는 상가임대차계약을 체결하였다. 상가건 물 임대차보호법상 乙의 주장이 인정되는 것을 모두 고른 것은?(다툼이 있으면 판례에 따름) ㄱ. X상가건물을 인도받고 사업자등록을 마친 乙 이 대항력을 주장하는 경우 ㄴ. 乙이 甲에게 1년의 존속기간을 주장하는 경우 ㄷ. 乙이 甲에게 계약갱신요구권을 주장하는 경우",
    "options": [
      "ㄱ",
      "ㄷ",
      "ㄱ, ㄴ",
      "ㄴ, ㄷ",
      "ㄱ, ㄴ, ㄷ"
    ],
    "correctIndex": 0,
    "explanation": ""
  },
  {
    "id": "s2_q0119",
    "type": "multiple_choice",
    "year": 2023,
    "content": "甲은 법령상 제한을 회피할 목적으로 2023. 5. 1. 배 우자 乙과 자신 소유의 X건물에 대해 명의신탁약정 을 하고, 甲으로부터 乙 앞으로 소유권이전등기를 마 쳤다. 다음 설명 중 틀린 것은?(특별한 사정은 없으 며, 다툼이 있으면 판례에 따름)",
    "options": [
      "甲은 乙을 상대로 진정명의회복을 원인으로 한 소유권 이전등기를 청구할 수 있다.",
      "甲은 乙을 상대로 부당이득반환을 원인으로 한 소유권 이전등기를 청구할 수 있다.",
      "甲은 乙을 상대로 명의신탁해지를 원인으로 한 소유권 이전등기를 청구할 수 없다.",
      "乙이 丙에게 X건물을 매도하고 소유권이전등기를 해 준 경우, 丙은 소유권을 취득한다.",
      "乙이 丙에게 X건물을 매도하고 소유권이전등기를 해 준 경우, 乙은 甲에게 불법행위책임을 부담한다. 사 1차 1교시 A형-12-12"
    ],
    "correctIndex": 1,
    "explanation": ""
  },
  {
    "id": "s2_y2023_b0003",
    "type": "fill_in_the_blank",
    "content": "불공정한 [BLANK]에도 무효행위의 전환에 관한 법리가 적용될 수 있다.",
    "answer": "법률행위",
    "explanation": "불공정한 법률행위 — 불공정한 법률행위에도 무효행위의 전환에 관한 법리가 적용될 수 있다."
  },
  {
    "id": "s2_y2023_b0006",
    "type": "fill_in_the_blank",
    "content": "위 [BLANK]이 체결된 후에 甲이 X토지를 丁에게 매도 하고 소유권이전등기를 마쳤다면, 甲이 乙의 대리행위 를 추인하더라도 丁은 유효하게 그 소유권을 취득한다.",
    "answer": "매매계약",
    "explanation": "위 매매계약이 체결된 후에 甲이 X토지를 丁에게 매도 하고 소유권이전등기를 마쳤다면, 甲이 乙의 대리행위 를 추인하더라도 丁은 유효하게 그 소유권을 취득한다."
  },
  {
    "id": "s2_y2023_b0011",
    "type": "fill_in_the_blank",
    "content": "악의의 [BLANK]는 특별한 사정이 없는 한 통상의 필요비 를 청구할 수 있다.",
    "answer": "점유자",
    "explanation": "점유자와 회복자의 관계 — 악의의 점유자는 특별한 사정이 없는 한 통상의 필요비 를 청구할 수 있다."
  },
  {
    "id": "s2_y2023_b0013",
    "type": "fill_in_the_blank",
    "content": "[BLANK]이 부동산을 인도받아 사용․수익하고 있는 이상 매수인의 이전등기청구권은 시효로 소멸하지 않는다.",
    "answer": "매수인",
    "explanation": "부동산 소유권이전등기청구권 — 매수인이 부동산을 인도받아 사용․수익하고 있는 이상 매수인의 이전등기청구권은 시효로 소멸하지 않는다."
  },
  {
    "id": "s2_y2023_b0015",
    "type": "fill_in_the_blank",
    "content": "시효완성 당시의 [BLANK]가 무효라면 그 등기명 의인은 원칙적으로 시효완성을 원인으로 한 소유권이전 등기청구의 상대방이 될 수 없다.",
    "answer": "소유권보존등기",
    "explanation": "부동산 점유취득시효 — 시효완성 당시의 소유권보존등기가 무효라면 그 등기명 의인은 원칙적으로 시효완성을 원인으로 한 소유권이전 등기청구의 상대방이 될 수 없다."
  },
  {
    "id": "s2_y2023_b0017",
    "type": "fill_in_the_blank",
    "content": "[BLANK]의 목적이 되는 건물의 등기부상 표시에서 전 유부분의 면적 표시가 잘못된 경우, 그 잘못 표시된 면 적만큼의 소유권보존등기를 말소할 수 없다.",
    "answer": "구분소유",
    "explanation": "구분소유의 목적이 되는 건물의 등기부상 표시에서 전 유부분의 면적 표시가 잘못된 경우, 그 잘못 표시된 면 적만큼의 소유권보존등기를 말소할 수 없다."
  },
  {
    "id": "s2_y2023_b0018",
    "type": "fill_in_the_blank",
    "content": "타인의 토지에 있는 건물에 [BLANK]을 설정한 경우, 전 세권의 효력은 그 건물의 소유를 목적으로 한 지상권에 미친다.",
    "answer": "전세권",
    "explanation": "타인의 토지에 있는 건물에 전세권을 설정한 경우, 전 세권의 효력은 그 건물의 소유를 목적으로 한 지상권에 미친다."
  },
  {
    "id": "s2_y2023_b0024",
    "type": "fill_in_the_blank",
    "content": "건물 건축 개시 전의 나대지에 [BLANK]이 설정될 당시 저당권자가 그 토지 소유자의 건물 건축에 동의한 경 우, 저당토지의 임의경매로 인한 법정지상권은 성립하 지 않는다.",
    "answer": "저당권",
    "explanation": "건물 건축 개시 전의 나대지에 저당권이 설정될 당시 저당권자가 그 토지 소유자의 건물 건축에 동의한 경 우, 저당토지의 임의경매로 인한 법정지상권은 성립하 지 않는다."
  },
  {
    "id": "s2_y2023_b0036",
    "type": "fill_in_the_blank",
    "content": "차용금채무 [BLANK]의 담보로 2억원 상당의 부동산에 대 해 대물변제예약을 하고 가등기한 경우",
    "answer": "1억원",
    "explanation": "가등기담보 등 — 차용금채무 1억원의 담보로 2억원 상당의 부동산에 대 해 대물변제예약을 하고 가등기한 경우"
  },
  {
    "id": "s2_q0120",
    "type": "multiple_choice",
    "year": 2024,
    "content": "반사회질서의 법률행위에 해당하는 것은?(다툼이 있으면 판례에 따름)",
    "options": [
      "법령에서 정한 한도를 초과하는 부동산 중개수수료 약정",
      "강제집행을 면할 목적으로 허위의 근저당권을 설정하는 행위",
      "다수의 보험계약을 통해 보험금을 부정취득할 목적으로 체결한 보험계약",
      "반사회적 행위에 의하여 조성된 비자금을 소극적으로 은닉하기 위한 임치계약",
      "양도소득세를 회피할 목적으로 실제 거래가액보다 낮은 금액을 대금으로 기재한 매매계약"
    ],
    "correctIndex": 2,
    "explanation": ""
  },
  {
    "id": "s2_q0121",
    "type": "multiple_choice",
    "year": 2024,
    "content": "甲은 강제집행을 피하기 위해 자신의 X부동산을 乙에 게 가장매도하여 소유권이전등기를 해 주었는데, 乙이 이를 丙에게 매도하고 소유권이전등기를 해 주었다. 다음 설명 중 틀린 것은?(다툼이 있으면 판례에 따름)",
    "options": [
      "甲과 乙사이의 계약은 무효이다.",
      "甲과 乙사이의 계약은 채권자취소권의 대상이 될 수 있다.",
      "丙이 선의인 경우, 선의에 대한 과실의 유무를 묻지 않고 丙이 소유권을 취득한다.",
      "丙이 악의라는 사실에 관한 증명책임은 허위표시의 무효를 주장하는 자에게 있다.",
      "만약 악의의 丙이 선의의 丁에게 X부동산을 매도하고 소유 권이전등기를 해 주더라도 丁은 소유권을 취득하지 못한다."
    ],
    "correctIndex": 4,
    "explanation": ""
  },
  {
    "id": "s2_q0122",
    "type": "multiple_choice",
    "year": 2024,
    "content": "착오로 인한 의사표시에 관한 설명으로 옳은 것을 모두 고른 것은?(다툼이 있으면 판례에 따름) ㄱ. 착오로 인한 의사표시의 취소는 선의의 제3자 에게 대항하지 못한다. ㄴ. 의사표시의 상대방이 의사표시자의 착오를 알고 이용한 경우, 착오가 중대한 과실로 인한 것이 라도 의사표시자는 의사표시를 취소할 수 있다. ㄷ. X토지를 계약의 목적물로 삼은 당사자가 모두 지번에 착오를 일으켜 계약서에 목적물을 Y토 지로 표시한 경우, 착오를 이유로 의사표시를 취소할 수 있다.",
    "options": [
      "ㄱ",
      "ㄷ",
      "ㄱ, ㄴ",
      "ㄴ, ㄷ",
      "ㄱ, ㄴ, ㄷ"
    ],
    "correctIndex": 2,
    "explanation": ""
  },
  {
    "id": "s2_q0123",
    "type": "multiple_choice",
    "year": 2024,
    "content": "사기ㆍ강박에 의한 의사표시에 관한 설명으로 옳은 것을 모두 고른 것은?(다툼이 있으면 판례에 따름) ㄱ. 아파트 분양자가 아파트단지 인근에 대규모 공동 묘지가 조성된 사실을 알면서 수분양자에게 고지 하지 않은 경우, 이는 기망행위에 해당한다. ㄴ. 교환계약의 당사자가 목적물의 시가를 묵비한 것은 원칙적으로 기망행위에 해당한다. ㄷ. ‘제3자의 강박’에 의한 의사표시에서 상대방의 대리인은 제3자에 포함되지 않는다. 2024년 제35회 공인중개",
    "options": [
      "ㄱ",
      "ㄴ",
      "ㄱ, ㄷ",
      "ㄴ, ㄷ",
      "ㄱ, ㄴ, ㄷ"
    ],
    "correctIndex": 2,
    "explanation": ""
  },
  {
    "id": "s2_q0124",
    "type": "multiple_choice",
    "year": 2024,
    "content": "의사표시의 취소에 관한 설명으로 옳은 것을 모두 고른 것은? ㄱ. 취소권은 추인할 수 있는 날로부터 10년이 경 과하더라도 행사할 수 있다. ㄴ. 강박에 의한 의사표시를 한 자는 강박상태를 벗어나기 전에도 이를 취소할 수 있다. ㄷ. 취소할 수 있는 법률행위의 상대방이 확정되 었더라도 상대방이 그 법률행위로부터 취득한 권리를 제3자에게 양도하였다면 취소의 의사 표시는 그 제3자에게 해야 한다.",
    "options": [
      "ㄱ",
      "ㄴ",
      "ㄷ",
      "ㄱ, ㄴ",
      "ㄴ, ㄷ"
    ],
    "correctIndex": 1,
    "explanation": ""
  },
  {
    "id": "s2_q0125",
    "type": "multiple_choice",
    "year": 2024,
    "content": "甲의 乙에 대한 의사표시에 관한 설명으로 옳은 것은? (다툼이 있으면 판례에 따름)",
    "options": [
      "甲이 부동산 매수청약의 의사표시를 발송한 후 사망 하였다면 그 효력은 발생하지 않는다.",
      "乙이 의사표시를 받은 때에 제한능력자이더라도 甲은 원칙적으로 그 의사표시의 효력을 주장할 수 있다.",
      "甲의 의사표시가 乙에게 도달되었다고 보기 위해서는 乙이 그 내용을 알았을 것을 요한다.",
      "甲의 의사표시가 등기우편의 방법으로 발송된 경우, 상당한 기간 내에 도달되었다고 추정할 수 없다.",
      "乙이 정당한 사유 없이 계약해지 통지의 수령을 거절한 경우, 乙이 그 통지의 내용을 알 수 있는 객관적 상태 에 놓여 있는 때에 의사표시의 효력이 생긴다."
    ],
    "correctIndex": 4,
    "explanation": ""
  },
  {
    "id": "s2_q0126",
    "type": "multiple_choice",
    "year": 2024,
    "content": "계약의 무권대리에 관한 설명으로 옳은 것은?(다툼이 있으면 판례에 따름)",
    "options": [
      "본인이 추인하면 특별한 사정이 없는 한 그때부터 계약 의 효력이 생긴다.",
      "본인의 추인의 의사표시는 무권대리행위로 인한 권리의 승계인에 대하여는 할 수 없다.",
      "계약 당시 무권대리행위임을 알았던 상대방은 본인의 추인이 있을 때까지 의사표시를 철회할 수 있다.",
      "무권대리의 상대방은 상당한 기간을 정하여 본인에게 추인여부의 확답을 최고할 수 있고, 본인이 그 기간 내 에 확답을 발하지 않으면 추인한 것으로 본다.",
      "본인이 무권대리행위를 안 후 그것이 자기에게 효력이 없다고 이의를 제기하지 않고 이를 장시간 방치한 사실 만으로는 추인하였다고 볼 수 없다. 사 1차 1교시 A형-12-7"
    ],
    "correctIndex": 4,
    "explanation": ""
  },
  {
    "id": "s2_q0127",
    "type": "multiple_choice",
    "year": 2024,
    "content": "甲은 자신의 토지에 관한 매매계약 체결을 위해 乙 에게 대리권을 수여하였고, 乙은 甲의 대리인으로서 丙과 매매계약을 체결하였다. 다음 설명 중 옳은 것 을 모두 고른 것은?(다툼이 있으면 판례에 따름) ㄱ. 乙은 원칙적으로 복대리인을 선임할 수 있다. ㄴ. 乙은 특별한 사정이 없는 한 계약을 해제할 권한이 없다. ㄷ. 乙이 丙에게 甲의 위임장을 제시하고 계약을 체결하면서 계약서상 매도인을 乙로 기재한 경우, 특별한 사정이 없는 한 甲에게 그 계약 의 효력이 미치지 않는다.",
    "options": [
      "ㄴ",
      "ㄷ",
      "ㄱ, ㄴ",
      "ㄱ, ㄷ",
      "ㄴ, ㄷ"
    ],
    "correctIndex": 0,
    "explanation": ""
  },
  {
    "id": "s2_q0128",
    "type": "multiple_choice",
    "year": 2024,
    "content": "취소할 수 있는 법률행위의 법정추인 사유가 아닌 것은?",
    "options": [
      "혼동",
      "경개",
      "취소권자의 이행청구",
      "취소권자의 강제집행",
      "취소권자인 채무자의 담보제공"
    ],
    "correctIndex": 0,
    "explanation": ""
  },
  {
    "id": "s2_q0129",
    "type": "multiple_choice",
    "year": 2024,
    "content": "법률행위의 부관에 관한 설명으로 틀린 것은?(다툼이 있으면 판례에 따름)",
    "options": [
      "조건의사가 있더라도 외부에 표시되지 않으면 그것만 으로는 조건이 되지 않는다.",
      "기한이익 상실특약은 특별한 사정이 없는 한 정지조건부 기한이익 상실특약으로 추정한다.",
      "조건을 붙일 수 없는 법률행위에 조건을 붙인 경우, 다른 정함이 없으면 그 법률행위 전부가 무효로 된다.",
      "‘정지조건부 법률행위에 해당한다는 사실’에 대한 증명 책임은 그 법률행위로 인한 법률효과의 발생을 다투는 자에게 있다.",
      "불확정한 사실이 발생한 때를 이행기한으로 정한 경우, 그 사실의 발생이 불가능하게 된 때에도 기한이 도래한 것으로 보아야 한다."
    ],
    "correctIndex": 1,
    "explanation": ""
  },
  {
    "id": "s2_q0130",
    "type": "multiple_choice",
    "year": 2024,
    "content": "물권에 관한 설명으로 옳은 것은?(다툼이 있으면 판례에 따름)",
    "options": [
      "관습법에 의한 물권은 인정되지 않는다.",
      "저당권은 법률규정에 의해 성립할 수 없다.",
      "부동산 물권변동에 관해서 공신의 원칙이 인정된다.",
      "1필 토지의 일부에 대해서는 저당권이 성립할 수 없다.",
      "물건의 집단에 대해서는 하나의 물권이 성립하는 경우가 없다. 2024년 제35회 공인중개"
    ],
    "correctIndex": 3,
    "explanation": ""
  },
  {
    "id": "s2_q0131",
    "type": "multiple_choice",
    "year": 2024,
    "content": "등기 없이도 부동산 물권취득의 효력이 있는 경우를 모두 고른 것은?(다툼이 있으면 판례에 따름) ㄱ. 매매 ㄴ. 건물신축 ㄷ. 점유시효취득 ㄹ. 공유물의 현물분할판결",
    "options": [
      "ㄱ, ㄴ",
      "ㄴ, ㄷ",
      "ㄴ, ㄹ",
      "ㄷ, ㄹ",
      "ㄱ, ㄷ, ㄹ"
    ],
    "correctIndex": 2,
    "explanation": ""
  },
  {
    "id": "s2_q0132",
    "type": "multiple_choice",
    "year": 2024,
    "content": "점유보호청구권에 관한 설명으로 틀린 것은?(다툼이 있으면 판례에 따름)",
    "options": [
      "점유권에 기인한 소는 본권에 관한 이유로 재판하지 못한다.",
      "과실 없이 점유를 방해하는 자에 대해서도 방해배제를 청구할 수 있다.",
      "점유자가 사기를 당해 점유를 이전한 경우, 점유물반환을 청구할 수 없다.",
      "공사로 인하여 점유의 방해를 받은 경우, 그 공사가 완성한 때에는 방해의 제거를 청구하지 못한다.",
      "타인의 점유를 침탈한 뒤 제3자에 의해 점유를 침탈당한 자는 점유물반환청구권의 상대방이 될 수 있다."
    ],
    "correctIndex": 4,
    "explanation": ""
  },
  {
    "id": "s2_q0133",
    "type": "multiple_choice",
    "year": 2024,
    "content": "甲은 자신의 토지를 乙에게 매도하여 인도하였고, 乙 은 그 토지를 점유․사용하다가 다시 丙에게 매도하여 인도하였다. 甲과 乙은 모두 대금 전부를 수령하였고, 甲ㆍ乙ㆍ丙 사이에 중간생략등기의 합의가 있었다. 다 음 설명 중 옳은 것은?(다툼이 있으면 판례에 따름)",
    "options": [
      "甲은 丙을 상대로 소유물반환을 청구할 수 있다.",
      "甲은 乙을 상대로 소유물반환을 청구할 수 없다.",
      "丙은 직접 甲을 상대로 소유권이전등기를 청구할 수 없다.",
      "丙은 乙을 대위하여 甲을 상대로 소유권이전등기를 청구할 수 없다.",
      "만약 乙이 인도받은 후 현재 10년이 지났다면, 乙은 甲에 대해 소유권이전등기를 청구할 수 없다."
    ],
    "correctIndex": 1,
    "explanation": ""
  },
  {
    "id": "s2_q0134",
    "type": "multiple_choice",
    "year": 2024,
    "content": "부동산 공유에 관한 설명으로 틀린 것은?(다툼이 있으면 판례에 따름)",
    "options": [
      "공유물의 보존행위는 공유자 각자가 할 수 있다.",
      "공유자는 공유물 전부를 지분의 비율로 사용ㆍ수익할 수 있다.",
      "공유자는 다른 공유자의 동의 없이 공유물을 처분하거 나 변경하지 못한다.",
      "공유자는 자신의 지분에 관하여 단독으로 제3자의 취득 시효를 중단시킬 수 없다.",
      "공유물 무단점유자에 대한 차임 상당 부당이득반환청구 권은 특별한 사정이 없는 한 각 공유자에게 지분 비율 만큼 귀속된다. 사 1차 1교시 A형-12-8"
    ],
    "correctIndex": 3,
    "explanation": ""
  },
  {
    "id": "s2_q0135",
    "type": "multiple_choice",
    "year": 2024,
    "content": "공유물분할에 관한 설명으로 옳은 것을 모두 고른 것은?(다툼이 있으면 판례에 따름) ㄱ. 재판상 분할에서 분할을 원하는 공유자의 지 분만큼은 현물분할하고, 분할을 원하지 않는 공유자는 계속 공유로 남게 할 수 있다. ㄴ. 토지의 협의분할은 등기를 마치면 그 등기가 접수된 때 물권변동의 효력이 있다. ㄷ. 공유자는 다른 공유자가 분할로 인하여 취득 한 물건에 대하여 그 지분의 비율로 매도인과 동일한 담보책임이 있다. ㄹ. 공유자 사이에 이미 분할협의가 성립하였는데 일부 공유자가 분할에 따른 이전등기에 협조 하지 않은 경우, 공유물분할소송을 제기할 수 없다.",
    "options": [
      "ㄱ",
      "ㄴ, ㄷ",
      "ㄷ, ㄹ",
      "ㄱ, ㄴ, ㄹ",
      "ㄱ, ㄴ, ㄷ, ㄹ"
    ],
    "correctIndex": 4,
    "explanation": ""
  },
  {
    "id": "s2_q0136",
    "type": "multiple_choice",
    "year": 2024,
    "content": "甲소유 토지에 乙이 무단으로 건물을 신축한 뒤 丙에 게 임대하여 丙이 현재 그 건물을 점유하고 있다. 다 음 설명 중 틀린 것은?(다툼이 있으면 판례에 따름)",
    "options": [
      "甲은 丙을 상대로 건물에서의 퇴거를 청구할 수 없다.",
      "甲은 乙을 상대로 건물의 철거 및 토지의 인도를 청구할 수 있다.",
      "甲은 乙을 상대로 토지의 무단 사용을 이유로 부당이득 반환청구권을 행사할 수 있다.",
      "만약 乙이 임대하지 않고 스스로 점유하고 있다면, 甲은 乙을 상대로 건물에서의 퇴거를 청구할 수 없다.",
      "만약 丙이 무단으로 건물을 점유하고 있다면, 乙은 丙을 상대로 건물의 인도를 청구할 수 있다."
    ],
    "correctIndex": 0,
    "explanation": ""
  },
  {
    "id": "s2_q0137",
    "type": "multiple_choice",
    "year": 2024,
    "content": "분묘기지권에 관한 설명으로 옳은 것을 모두 고른 것은?(다툼이 있으면 판례에 따름) ㄱ. 분묘기지권은 봉분 등 외부에서 분묘의 존재 를 인식할 수 있는 형태를 갖추고 등기하여야 성립한다. ㄴ. 토지소유자의 승낙을 얻어 분묘를 설치함으로 써 분묘기지권을 취득한 경우, 설치할 당시 토 지소유자와의 합의에 의하여 정한 지료지급의 무의 존부나 범위의 효력은 그 토지의 승계인 에게는 미치지 않는다. ㄷ. 자기 소유 토지에 분묘를 설치한 사람이 그 토지를 양도하면서 분묘를 이장하겠다는 특약 을 하지 않음으로써 분묘기지권을 취득한 경 우, 분묘기지권자는 특별한 사정이 없는 한 분묘기지권이 성립한 때부터 지료를 지급할 의무가 있다.",
    "options": [
      "ㄱ",
      "ㄷ",
      "ㄱ, ㄴ",
      "ㄴ, ㄷ",
      "ㄱ, ㄴ, ㄷ 2024년 제35회 공인중개"
    ],
    "correctIndex": 1,
    "explanation": ""
  },
  {
    "id": "s2_q0138",
    "type": "multiple_choice",
    "year": 2024,
    "content": "지역권에 관한 설명으로 틀린 것은?",
    "options": [
      "지역권은 요역지와 분리하여 양도할 수 없다.",
      "지역권은 표현된 것이 아니더라도 시효취득할 수 있다.",
      "요역지의 소유권이 이전되면 다른 약정이 없는 한 지역 권도 이전된다.",
      "요역지의 공유자 1인은 그 토지 지분에 관한 지역권을 소멸시킬 수 없다.",
      "공유자의 1인이 지역권을 취득한 때에는 다른 공유자도 지역권을 취득한다."
    ],
    "correctIndex": 1,
    "explanation": ""
  },
  {
    "id": "s2_q0139",
    "type": "multiple_choice",
    "year": 2024,
    "content": "전세권에 관한 설명으로 틀린 것은?",
    "options": [
      "전세금의 반환은 전세권말소등기에 필요한 서류를 교부 하기 전에 이루어져야 한다.",
      "전세권자는 전세권설정자에 대하여 통상의 수선에 필요한 비용의 상환을 청구할 수 없다.",
      "전전세한 목적물에 불가항력으로 인한 손해가 발생한 경우, 그 손해가 전전세하지 않았으면 면할 수 있는 것 이었던 때에는 전세권자는 그 책임을 부담한다.",
      "대지와 건물을 소유한 자가 건물에 대해서만 전세권을 설정한 후 대지를 제3자에게 양도한 경우, 제3자는 전 세권설정자에 대하여 대지에 대한 지상권을 설정한 것 으로 본다.",
      "타인의 토지에 지상권을 설정한 자가 그 위에 건물을 신축하여 그 건물에 전세권을 설정한 경우, 그 건물소 유자는 전세권자의 동의 없이 지상권을 소멸하게 하는 행위를 할 수 없다."
    ],
    "correctIndex": 0,
    "explanation": ""
  },
  {
    "id": "s2_q0140",
    "type": "multiple_choice",
    "year": 2024,
    "content": "민법상 유치권에 관한 설명으로 틀린 것은?(다툼이 있으면 판례에 따름)",
    "options": [
      "권리금반환청구권은 유치권의 피담보채권이 될 수 없다.",
      "유치권의 행사는 피담보채권 소멸시효의 진행에 영향을 미치지 않는다.",
      "공사대금채권에 기하여 유치권을 행사하는 자가 스스로 유치물인 주택에 거주하며 사용하는 것은 특별한 사정 이 없는 한 유치물의 보존에 필요한 사용에 해당한다.",
      "유치권에 의한 경매가 목적부동산 위의 부담을 소멸시 키는 법정매각조건으로 실시된 경우, 그 경매에서 유치 권자는 일반채권자보다 우선하여 배당을 받을 수 있다.",
      "건물신축공사를 도급받은 수급인이 사회통념상 독립한 건물이 되지 못한 정착물을 토지에 설치한 상태에서 공 사가 중단된 경우, 수급인은 그 정착물에 대하여 유치 권을 행사할 수 없다. 사 1차 1교시 A형-12-9"
    ],
    "correctIndex": 3,
    "explanation": ""
  },
  {
    "id": "s2_q0141",
    "type": "multiple_choice",
    "year": 2024,
    "content": "저당물의 경매로 토지와 건물의 소유자가 달라지는 경우에 성립하는 법정지상권에 관한 설명으로 옳은 것을 모두 고른 것은?(다툼이 있으면 판례에 따름) ㄱ. 토지에 관한 저당권설정 당시 해당 토지에 일 시사용을 위한 가설건축물이 존재하였던 경우, 법정지상권은 성립하지 않는다. ㄴ. 토지에 관한 저당권설정 당시 존재하였던 건 물이 무허가건물인 경우, 법정지상권은 성립 하지 않는다. ㄷ. 지상건물이 없는 토지에 저당권을 설정받으면서 저당권자가 신축 개시 전에 건축을 동의한 경 우, 법정지상권은 성립하지 않는다.",
    "options": [
      "ㄴ",
      "ㄷ",
      "ㄱ, ㄴ",
      "ㄱ, ㄷ",
      "ㄱ, ㄴ, ㄷ"
    ],
    "correctIndex": 3,
    "explanation": ""
  },
  {
    "id": "s2_q0142",
    "type": "multiple_choice",
    "year": 2024,
    "content": "甲은 2020. 1. 1. 乙에게 1억원을 대여하면서 변제기 2020. 12. 31., 이율 연 5 %, 이자는 매달 말일 지급하 기로 약정하였고, 그 담보로 당일 乙소유 토지에 저당 권을 취득하였다. 乙이 차용일 이후부터 한 번도 이자 를 지급하지 않았고, 甲은 2023. 7. 1. 저당권실행을 위한 경매를 신청하였다. 2023. 12. 31. 배당절차에서 배당재원 3억원으로 배당을 실시하게 되었는데, 甲은 총 1억 2,000만원의 채권신고서를 제출하였다. 甲의 배당금액은?(甲보다 우선하는 채권자는 없으나 2억원 의 후순위저당권자가 있고, 공휴일 및 소멸시효와 이 자에 대한 지연손해금 등은 고려하지 않음)",
    "options": [
      "1억 500만원",
      "1억 1,000만원",
      "1억 1,500만원",
      "1억 1,750만원",
      "1억 2,000만원"
    ],
    "correctIndex": 1,
    "explanation": ""
  },
  {
    "id": "s2_q0143",
    "type": "multiple_choice",
    "year": 2024,
    "content": "근저당권에 관한 설명으로 옳은 것을 모두 고른 것 은?(다툼이 있으면 판례에 따름) ㄱ. 채무자가 아닌 제3자도 근저당권을 설정할 수 있다. ㄴ. 피담보채무 확정 전에는 채무자를 변경할 수 있다. ㄷ. 근저당권에 의해 담보될 채권최고액에 채무의 이자는 포함되지 않는다.",
    "options": [
      "ㄱ",
      "ㄷ",
      "ㄱ, ㄴ",
      "ㄴ, ㄷ",
      "ㄱ, ㄴ, ㄷ"
    ],
    "correctIndex": 2,
    "explanation": ""
  },
  {
    "id": "s2_q0144",
    "type": "multiple_choice",
    "year": 2024,
    "content": "민법상 계약에 관한 설명으로 옳은 것은?",
    "options": [
      "매매계약은 요물계약이다.",
      "도급계약은 편무계약이다.",
      "교환계약은 무상계약이다.",
      "증여계약은 요식계약이다.",
      "임대차계약은 유상계약이다. 2024년 제35회 공인중개사"
    ],
    "correctIndex": 4,
    "explanation": ""
  },
  {
    "id": "s2_q0145",
    "type": "multiple_choice",
    "year": 2024,
    "content": "계약의 성립과 내용에 관한 설명으로 틀린 것은?(다 툼이 있으면 판례에 따름)",
    "options": [
      "격지자간의 계약은 승낙의 통지를 발송한 때에 성립한다.",
      "관습에 의하여 승낙의 통지가 필요하지 않는 경우, 계약 은 승낙의 의사표시로 인정되는 사실이 있는 때에 성립 한다.",
      "당사자간에 동일한 내용의 청약이 상호교차된 경우, 양 청약이 상대방에게 도달한 때에 계약이 성립한다.",
      "승낙자가 청약에 대하여 변경을 가하여 승낙한 때에는 그 청약의 거절과 동시에 새로 청약한 것으로 본다.",
      "선시공ㆍ후분양이 되는 아파트의 경우, 준공 전 그 외 형ㆍ재질에 관하여 분양광고에만 표현된 내용은 특별한 사정이 없는 한 분양계약의 내용이 된다."
    ],
    "correctIndex": 4,
    "explanation": ""
  },
  {
    "id": "s2_q0146",
    "type": "multiple_choice",
    "year": 2024,
    "content": "계약체결상의 과실책임에 관한 설명으로 옳은 것을 모두 고른 것은?(다툼이 있으면 판례에 따름) ㄱ. 계약이 의사의 불합치로 성립하지 않는다는 사실을 알지 못하여 손해를 입은 당사자는 계 약체결 당시 그 계약이 불성립될 수 있다는 것을 안 상대방에게 계약체결상의 과실책임을 물을 수 있다. ㄴ. 부동산 수량지정 매매에서 실제면적이 계약면 적에 미달하는 경우, 그 부분의 원시적 불능을 이유로 계약체결상의 과실책임을 물을 수 없다. ㄷ. 계약체결 전에 이미 매매목적물이 전부 멸실 된 사실을 알지 못하여 손해를 입은 계약당사 자는 계약체결 당시 그 사실을 안 상대방에게 계약체결상의 과실책임을 물을 수 있다.",
    "options": [
      "ㄱ",
      "ㄴ",
      "ㄱ, ㄷ",
      "ㄴ, ㄷ",
      "ㄱ, ㄴ, ㄷ"
    ],
    "correctIndex": 3,
    "explanation": ""
  },
  {
    "id": "s2_q0147",
    "type": "multiple_choice",
    "year": 2024,
    "content": "동시이행의 항변권에 관한 설명으로 틀린 것은?(다 툼이 있으면 판례에 따름)",
    "options": [
      "서로 이행이 완료된 쌍무계약이 무효로 된 경우, 당사자 사이의 반환의무는 동시이행관계에 있다.",
      "구분소유적 공유관계가 해소된 경우, 공유지분권자 상호간의 지분이전등기의무는 동시이행관계에 있다.",
      "동시이행의 항변권이 붙어 있는 채권은 특별한 사정이 없는 한 이를 자동채권으로 하여 상계하지 못한다.",
      "양 채무의 변제기가 도래한 쌍무계약에서 수령지체에 빠진 자는 이후 상대방이 자기 채무의 이행제공 없이 이행을 청구하는 경우, 동시이행의 항변권을 행사할 수 있다.",
      "채무를 담보하기 위해 채권자 명의의 소유권이전등기가 된 경우, 피담보채무의 변제의무와 그 소유권이전등기 의 말소의무는 동시이행관계에 있다. 사 1차 1교시 A형-12-10"
    ],
    "correctIndex": 4,
    "explanation": ""
  },
  {
    "id": "s2_q0148",
    "type": "multiple_choice",
    "year": 2024,
    "content": "甲은 X건물을 乙에게 매도하고 乙로부터 계약금을 지급받았는데, 그 후 甲과 乙의 귀책사유 없이 X건 물이 멸실되었다. 다음 설명 중 옳은 것을 모두 고른 것은?(다툼이 있으면 판례에 따름) ㄱ. 甲은 乙에게 잔대금의 지급을 청구할 수 있다. ㄴ. 乙은 甲에게 계약금의 반환을 청구할 수 있다. ㄷ. 만약 乙의 수령지체 중에 甲과 乙의 귀책사유 없이 X건물이 멸실된 경우, 乙은 甲에게 계약 금의 반환을 청구할 수 있다.",
    "options": [
      "ㄴ",
      "ㄷ",
      "ㄱ, ㄴ",
      "ㄱ, ㄷ",
      "ㄴ, ㄷ"
    ],
    "correctIndex": 0,
    "explanation": ""
  },
  {
    "id": "s2_q0149",
    "type": "multiple_choice",
    "year": 2024,
    "content": "매도인 甲과 매수인 乙사이에 매매대금을 丙에게 지 급하기로 하는 제3자를 위한 계약을 체결하였고, 丙 이 乙에게 수익의 의사표시를 하였다. 다음 설명 중 옳은 것은?(다툼이 있으면 판례에 따름)",
    "options": [
      "乙의 대금채무 불이행이 있는 경우, 甲은 丙의 동의 없이 乙과의 계약을 해제할 수 없다.",
      "乙의 기망행위로 甲과 乙의 계약이 체결된 경우, 丙은 사기를 이유로 그 계약을 취소할 수 있다.",
      "甲과 丙의 법률관계가 무효인 경우, 특별한 사정이 없는 한 乙은 丙에게 대금지급을 거절할 수 있다.",
      "乙이 매매대금을 丙에게 지급한 후에 甲과 乙의 계약이 취소된 경우, 乙은 丙에게 부당이득반환을 청구할 수 있다.",
      "甲과 乙이 계약을 체결할 때 丙의 권리를 변경시킬 수 있음을 유보한 경우, 甲과 乙은 丙의 권리를 변경시킬 수 있다."
    ],
    "correctIndex": 4,
    "explanation": ""
  },
  {
    "id": "s2_q0150",
    "type": "multiple_choice",
    "year": 2024,
    "content": "매도인 甲과 매수인 乙사이의 X주택에 관한 계약이 적법하게 해제된 경우, 해제 전에 이해관계를 맺은 자로서 ‘계약해제로부터 보호되는 제3자’에 해당하지 않는 자는?(다툼이 있으면 판례에 따름)",
    "options": [
      "乙의 소유권이전등기청구권을 압류한 자",
      "乙의 책임재산이 된 X주택을 가압류한 자",
      "乙명의로 소유권이전등기가 된 X주택에 관하여 저당권을 취득한 자",
      "乙과 매매예약에 따라 소유권이전등기청구권보전을 위한 가등기를 마친 자",
      "乙명의로 소유권이전등기가 된 X주택에 관하여 주택임 대차보호법상 대항요건을 갖춘 자"
    ],
    "correctIndex": 0,
    "explanation": ""
  },
  {
    "id": "s2_q0151",
    "type": "multiple_choice",
    "year": 2024,
    "content": "乙은 甲소유 X토지를 매수하고 계약금을 지급한 후 X토지를 인도받아 사용․수익하고 있다. 다음 설명 중 틀린 것은?(다툼이 있으면 판례에 따름)",
    "options": [
      "계약이 채무불이행으로 해제된 경우, 乙은 甲에게 X토 지와 그 사용이익을 반환할 의무가 있다. 2024년 제35회 공인중개사",
      "계약이 채무불이행으로 해제된 경우, 甲은 乙로부터 받은 계약금에 이자를 가산하여 반환할 의무를 진다.",
      "甲이 乙의 중도금 지급채무 불이행을 이유로 계약을 해제한 이후에도 乙은 착오를 이유로 계약을 취소할 수 있다.",
      "만약 甲의 채권자가 X토지를 가압류하면, 乙은 이를 이유로 계약을 즉시 해제할 수 있다.",
      "만약 乙명의로 소유권이전등기가 된 후 계약이 합의해제 되면, X토지의 소유권은 甲에게 당연히 복귀한다."
    ],
    "correctIndex": 3,
    "explanation": ""
  },
  {
    "id": "s2_q0152",
    "type": "multiple_choice",
    "year": 2024,
    "content": "건물소유를 목적으로 하는 토지임차인의 지상물매수 청구권에 관한 설명으로 옳은 것은?(다툼이 있으면 판례에 따름)",
    "options": [
      "지상 건물을 타인에게 양도한 임차인도 매수청구권을 행사할 수 있다.",
      "임차인은 저당권이 설정된 건물에 대해서는 매수청구권을 행사할 수 없다.",
      "토지소유자가 아닌 제3자가 토지를 임대한 경우, 임대 인은 특별한 사정이 없는 한 매수청구권의 상대방이 될 수 없다.",
      "임대인이 임차권 소멸 당시에 이미 토지소유권을 상실 하였더라도 임차인은 그에게 매수청구권을 행사할 수 있다.",
      "기간의 정함이 없는 임대차에서 임대인의 해지통고에 의하여 임차권이 소멸된 경우, 임차인은 매수청구권을 행사할 수 없다."
    ],
    "correctIndex": 2,
    "explanation": ""
  },
  {
    "id": "s2_q0153",
    "type": "multiple_choice",
    "year": 2024,
    "content": "甲은 자신의 X주택을 보증금 2억원, 월차임 50만원 으로 乙에게 임대하였는데, 乙이 전입신고 후 X주택 을 점유․사용하면서 차임을 연체하다가 계약이 종 료되었다. 계약 종료 전에 X주택의 소유권이 매매를 원인으로 丙에게 이전되었다. 다음 설명 중 틀린 것 은?(다툼이 있으면 판례에 따름)",
    "options": [
      "특별한 사정이 없는 한 丙이 임대인의 지위를 승계한 것으로 본다.",
      "연체차임에 대한 지연손해금의 발생종기는 특별한 사정 이 없는 한 X주택이 반환되는 때이다.",
      "丙은 甲의 차임채권을 양수하지 않았다면 X주택을 반환받을 때 보증금에서 이를 공제할 수 없다.",
      "X주택을 반환할 때까지 잔존하는 甲의 차임채권은 압류가 되었더라도 보증금에서 당연히 공제된다.",
      "X주택을 반환하지 않으면, 특별한 사정이 없는 한 乙은 보증금이 있음을 이유로 연체차임의 지급을 거절할 수 없다. 사 1차 1교시 A형-12-11"
    ],
    "correctIndex": 2,
    "explanation": ""
  },
  {
    "id": "s2_q0154",
    "type": "multiple_choice",
    "year": 2024,
    "content": "집합건물의 소유 및 관리에 관한 법률상 관리인에 관한 설명으로 틀린 것은?",
    "options": [
      "관리인은 구분소유자여야 한다.",
      "관리인은 공용부분의 보존행위를 할 수 있다.",
      "관리인의 임기는 2년의 범위에서 규약으로 정한다.",
      "관리인은 규약에 달리 정한 바가 없으면 관리위원회의 위원이 될 수 없다.",
      "관리인의 대표권은 제한할 수 있지만, 이를 선의의 제3자 에게 대항할 수 없다."
    ],
    "correctIndex": 0,
    "explanation": ""
  },
  {
    "id": "s2_q0155",
    "type": "multiple_choice",
    "year": 2024,
    "content": "甲은 乙에게 무이자로 빌려준 1억원을 담보하기 위 해, 丙명의의 저당권(피담보채권 5,000만원)이 설정 된 乙소유의 X건물(시가 2억원)에 관하여 담보가등 기를 마쳤고, 乙은 변제기가 도래한 甲에 대한 차용 금을 지급하지 않고 있다. 다음 설명 중 틀린 것은? (다툼이 있으면 판례에 따름)",
    "options": [
      "甲이 귀속정산절차에 따라 적법하게 X건물의 소유권을 취득하면 丙의 저당권은 소멸한다.",
      "甲이 乙에게 청산금을 지급하지 않고 자신의 명의로 본 등기를 마친 경우, 그 등기는 무효이다.",
      "甲의 청산금지급채무와 乙의 가등기에 기한 본등기 및 X건물 인도채무는 동시이행관계에 있다.",
      "경매절차에서 丁이 X건물의 소유권을 취득하면 특별한 사정이 없는 한 甲의 가등기담보권은 소멸한다.",
      "만약 청산금이 없는 경우, 적법하게 실행통지를 하여 2개월의 청산기간이 지나면 청산절차의 종료와 함께 X건물에 대한 사용ㆍ수익권은 甲에게 귀속된다."
    ],
    "correctIndex": 0,
    "explanation": ""
  },
  {
    "id": "s2_q0156",
    "type": "multiple_choice",
    "year": 2024,
    "content": "甲은 친구 乙과의 명의신탁약정에 따라 2024. 3. 5. 자신의 X부동산을 乙명의로 소유권이전등기를 해 주 었고, 그 후 乙은 丙에게 이를 매도하고 丙명의로 소 유권이전등기를 해 주었다. 다음 설명 중 옳은 것 은?(다툼이 있으면 판례에 따름)",
    "options": [
      "甲은 乙을 상대로 불법행위로 인한 손해배상을 청구할 수 있다.",
      "甲과 乙의 명의신탁약정으로 인해 乙과 丙의 매매계약은 무효이다. 2024년 제35회 공인중개사",
      "甲은 丙을 상대로 X부동산에 관한 소유권이전등기말소를 청구할 수 있다.",
      "甲은 乙을 상대로 명의신탁약정 해지를 원인으로 하는 소유권이전등기를 청구할 수 있다.",
      "만약 乙이 X부동산의 소유권을 丙으로부터 다시 취득 한다면, 甲은 乙을 상대로 소유권에 기하여 이전등기를 청구할 수 있다."
    ],
    "correctIndex": 0,
    "explanation": ""
  },
  {
    "id": "s2_q0157",
    "type": "multiple_choice",
    "year": 2024,
    "content": "임차인 乙은 甲소유의 X상가건물에 관하여 월차임 200만원, 기간 2023. 5. 24. ～ 2024. 5. 23.로 하는 임 대차계약을 甲과 체결하였고, 기간만료 14일 전인 2024. 5. 9. 갱신거절의 통지를 하여 다음날 甲에게 도달하였다. 임대차계약의 종료일은?(다툼이 있으면 판례에 따름)",
    "options": [
      "2024. 5. 10.",
      "2024. 5. 23.",
      "2024. 8. 23.",
      "2024. 11. 23.",
      "2025. 5. 23."
    ],
    "correctIndex": 1,
    "explanation": ""
  },
  {
    "id": "s2_q0158",
    "type": "multiple_choice",
    "year": 2024,
    "content": "상가건물임대차보호법이 적용되는 X건물에 관하여 임대인 甲과 임차인 乙이 보증금 3억원, 월차임 60만 원으로 정하여 체결한 임대차가 기간만료로 종료되 었다. 그런데 甲이 乙에게 보증금을 반환하지 않아서 乙이 현재 X건물을 점유ㆍ사용하고 있다. 다음 설명 중 옳은 것은?(다툼이 있으면 판례에 따름)",
    "options": [
      "甲은 乙에게 불법행위로 인한 손해배상을 청구할 수 있다.",
      "乙은 甲에 대해 채무불이행으로 인한 손해배상의무를 진다.",
      "甲은 乙에게 차임에 상당하는 부당이득반환을 청구할 수 있다.",
      "甲은 乙에게 종전 임대차계약에서 정한 차임의 지급을 청구할 수 있다.",
      "乙은 보증금을 반환받을 때까지 X건물에 대해 유치권 을 행사할 수 있다. 사 1차 1교시 A형-12-12"
    ],
    "correctIndex": 3,
    "explanation": ""
  },
  {
    "id": "s2_y2024_b0001",
    "type": "fill_in_the_blank",
    "content": "다수의 [BLANK]을 통해 보험금을 부정취득할 목적으로 체결한 보험계약",
    "answer": "보험계약",
    "explanation": "다수의 보험계약을 통해 보험금을 부정취득할 목적으로 체결한 보험계약"
  },
  {
    "id": "s2_y2024_b0006",
    "type": "fill_in_the_blank",
    "content": "乙이 정당한 사유 없이 계약해지 통지의 [BLANK]을 거절한 경우, 乙이 그 통지의 내용을 알 수 있는 객관적 상태 에 놓여 있는 때에 의사표시의 효력이 생긴다.",
    "answer": "수령",
    "explanation": "甲의 乙에 대한 의사표시 — 乙이 정당한 사유 없이 계약해지 통지의 수령을 거절한 경우, 乙이 그 통지의 내용을 알 수 있는 객관적 상태 에 놓여 있는 때에 의사표시의 효력이 생긴다."
  },
  {
    "id": "s2_y2024_b0007",
    "type": "fill_in_the_blank",
    "content": "본인이 [BLANK]를 안 후 그것이 자기에게 효력이 없다고 이의를 제기하지 않고 이를 장시간 방치한 사실 만으로는 추인하였다고 볼 수 없다. 사 1차 1교시 A형-12-7",
    "answer": "무권대리행위",
    "explanation": "계약의 무권대리 — 본인이 무권대리행위를 안 후 그것이 자기에게 효력이 없다고 이의를 제기하지 않고 이를 장시간 방치한 사실 만으로는 추인하였다고 볼 수 없다. 사 1차 1교시 A형-12-7"
  },
  {
    "id": "s2_y2024_b0011",
    "type": "fill_in_the_blank",
    "content": "1필 토지의 일부에 대해서는 [BLANK]이 성립할 수 없다.",
    "answer": "저당권",
    "explanation": "1필 토지의 일부에 대해서는 저당권이 성립할 수 없다."
  },
  {
    "id": "s2_y2024_b0014",
    "type": "fill_in_the_blank",
    "content": "甲은 乙을 상대로 [BLANK]을 청구할 수 없다.",
    "answer": "소유물반환",
    "explanation": "甲은 乙을 상대로 소유물반환을 청구할 수 없다."
  },
  {
    "id": "s2_y2024_b0030",
    "type": "fill_in_the_blank",
    "content": "甲과 乙이 [BLANK]을 체결할 때 丙의 권리를 변경시킬 수 있음을 유보한 경우, 甲과 乙은 丙의 권리를 변경시킬 수 있다.",
    "answer": "계약",
    "explanation": "甲과 乙이 계약을 체결할 때 丙의 권리를 변경시킬 수 있음을 유보한 경우, 甲과 乙은 丙의 권리를 변경시킬 수 있다."
  },
  {
    "id": "s2_y2024_b0033",
    "type": "fill_in_the_blank",
    "content": "[BLANK]가 아닌 제3자가 토지를 임대한 경우, 임대 인은 특별한 사정이 없는 한 매수청구권의 상대방이 될 수 없다.",
    "answer": "토지소유자",
    "explanation": "건물소유를 목적으로 하는 토지임차인의 지상물매수 청구권 — 토지소유자가 아닌 제3자가 토지를 임대한 경우, 임대 인은 특별한 사정이 없는 한 매수청구권의 상대방이 될 수 없다."
  },
  {
    "id": "s2_y2024_b0037",
    "type": "fill_in_the_blank",
    "content": "甲은 乙을 상대로 [BLANK]로 인한 손해배상을 청구할 수 있다.",
    "answer": "불법행위",
    "explanation": "甲은 乙을 상대로 불법행위로 인한 손해배상을 청구할 수 있다."
  },
  {
    "id": "s2_y2024_b0039",
    "type": "fill_in_the_blank",
    "content": "甲은 乙에게 종전 [BLANK]에서 정한 차임의 지급을 청구할 수 있다.",
    "answer": "임대차계약",
    "explanation": "甲은 乙에게 종전 임대차계약에서 정한 차임의 지급을 청구할 수 있다."
  }
]