[
  {
    "id": "s6_q0021",
    "type": "multiple_choice",
    "year": 2022,
    "content": "가등기에 관한 설명으로 옳은 것은?",
    "options": [
      "가등기명의인은 그 가등기의 말소를 단독으로 신청할 수 없다.",
      "가등기의무자는 가등기명의인의 승낙을 받더라도 가등 기의 말소를 단독으로 신청할 수 없다.",
      "가등기권리자는 가등기를 명하는 법원의 가처분명령이 있더라도 단독으로 가등기를 신청할 수 없다.",
      "하나의 가등기에 관하여 여러 사람의 가등기권자가 있 는 경우, 그 중 일부의 가등기권자는 공유물보존행위에 준하여 가등기 전부에 관한 본등기를 신청할 수 없다.",
      "가등기목적물의 소유권이 가등기 후에 제3자에게 이전 된 경우, 가등기에 의한 본등기신청의 등기의무자는 그 제3자이다."
    ],
    "correctIndex": 3,
    "explanation": ""
  },
  {
    "id": "s6_q0022",
    "type": "multiple_choice",
    "year": 2022,
    "content": "전세권 등기에 관한 설명으로 틀린 것은?(다툼이 있 으면 판례에 따름)",
    "options": [
      "전세권 설정등기를 하는 경우, 등기관은 전세금을 기록 해야 한다.",
      "전세권의 사용ㆍ수익 권능을 배제하고 채권담보만을 위해 전세권을 설정한 경우, 그 전세권설정등기는 무효이다.",
      "집합건물에 있어서 특정 전유부분의 대지권에 대하여는 전세권설정등기를 할 수가 없다.",
      "전세권의 목적인 범위가 건물의 일부로서 특정 층 전부 인 경우에는 전세권설정등기 신청서에 그 층의 도면을 첨부해야 한다.",
      "乙 명의의 전세권등기와 그 전세권에 대한 丙 명의의 가압류가 순차로 마쳐진 甲 소유 부동산에 대하여 乙 명의의 전세권등기를 말소하라는 판결을 받았다고 하더 라도 그 판결에 의하여 전세권말소등기를 신청할 때에 는 丙의 승낙서 또는 丙에게 대항할 수 있는 재판의 등 본을 첨부해야 한다. 개사 2차 2교시 A형-6-3"
    ],
    "correctIndex": 3,
    "explanation": ""
  },
  {
    "id": "s6_q0023",
    "type": "multiple_choice",
    "year": 2022,
    "content": "토지에 대한 소유권이전청구권보전 가등기에 기하여 소유권이전의 본등기를 한 경우, 그 가등기 후 본등 기 전에 마쳐진 등기 중 등기관의 직권말소 대상이 아닌 것은?",
    "options": [
      "지상권설정등기",
      "지역권설정등기",
      "저당권설정등기",
      "임차권설정등기",
      "해당 가등기상 권리를 목적으로 하는 가압류등기"
    ],
    "correctIndex": 4,
    "explanation": ""
  },
  {
    "id": "s6_q0024",
    "type": "multiple_choice",
    "year": 2022,
    "content": "부동산등기법상 신탁등기에 관한 설명으로 틀린 것은?",
    "options": [
      "수익자는 수탁자를 대위하여 신탁등기를 신청할 수 있다.",
      "신탁등기의 말소등기는 수탁자가 단독으로 신청할 수 있다.",
      "신탁가등기는 소유권이전청구권보전을 위한 가등기와 동일한 방식으로 신청하되, 신탁원부 작성을 위한 정보 를 첨부정보로서 제공해야 한다.",
      "여러 명의 수탁자 중 1인의 임무종료로 인한 합유명의 인 변경등기를 한 경우에는 등기관은 직권으로 신탁원 부 기록을 변경해야 한다.",
      "법원이 신탁관리인 선임의 재판을 한 경우, 그 신탁관리인 은 지체없이 신탁원부 기록의 변경등기를 신청해야 한다."
    ],
    "correctIndex": 4,
    "explanation": ""
  },
  {
    "id": "s6_q0025",
    "type": "multiple_choice",
    "year": 2022,
    "content": "지방세기본법상 이의신청과 심판청구에 관한 설명으 로 옳은 것을 모두 고른 것은? ㄱ. 통고처분은 이의신청 또는 심판청구의 대상이 되는 처분에 포함된다. ㄴ. 이의신청인은 신청 또는 청구 금액이 8백만원 인 경우에는 그의 배우자를 대리인으로 선임 할 수 있다. ㄷ. 보정기간은 결정기간에 포함하지 아니한다. ㄹ. 이의신청을 거치지 아니하고 바로 심판청구를 할 수는 없다.",
    "options": [
      "ㄱ",
      "ㄴ",
      "ㄱ, ㄹ",
      "ㄴ, ㄷ",
      "ㄷ, ㄹ"
    ],
    "correctIndex": 3,
    "explanation": ""
  },
  {
    "id": "s6_q0026",
    "type": "multiple_choice",
    "year": 2022,
    "content": "지방세기본법상 서류의 송달에 관한 설명으로 틀린 것은?",
    "options": [
      "연대납세의무자에게 납세의 고지에 관한 서류를 송달할 때에는 연대납세의무자 모두에게 각각 송달하여야 한다.",
      "기한을 정하여 납세고지서를 송달하였더라도 서류가 도 달한 날부터 10일이 되는 날에 납부기한이 되는 경우 지방자치단체의 징수금의 납부기한은 해당 서류가 도달 한 날부터 14일이 지난 날로 한다.",
      "납세관리인이 있을 때에는 납세의 고지와 독촉에 관한 서류는 그 납세관리인의 주소 또는 영업소에 송달한다.",
      "교부에 의한 서류송달의 경우에 송달할 장소에서 서류 를 송달받아야 할 자를 만나지 못하였을 때에는 그의 사용인으로서 사리를 분별할 수 있는 사람에게 서류를 송달할 수 있다.",
      "서류송달을 받아야 할 자의 주소 또는 영업소가 분명하 지 아니한 경우에는 서류의 주요 내용을 공고한 날부터 14일이 지나면 서류의 송달이 된 것으로 본다. 2022년 제33회 공인중개"
    ],
    "correctIndex": 1,
    "explanation": ""
  },
  {
    "id": "s6_q0027",
    "type": "multiple_choice",
    "year": 2022,
    "content": "지방세법상 재산세 과세대상의 구분에 있어 주거용 과 주거 외의 용도를 겸하는 건물 등에 관한 설명으 로 옳은 것을 모두 고른 것은? ㄱ. 1동(棟)의 건물이 주거와 주거 외의 용도로 사용 되고 있는 경우에는 주거용으로 사용되는 부분 만을 주택으로 본다. ㄴ. 1구(構)의 건물이 주거와 주거 외의 용도로 사용 되고 있는 경우 주거용으로 사용되는 면적이 전체의 100분의 60인 경우에는 주택으로 본다. ㄷ. 주택의 부속토지의 경계가 명백하지 아니한 경우에는 그 주택의 바닥면적의 10배에 해당 하는 토지를 주택의 부속토지로 한다.",
    "options": [
      "ㄱ",
      "ㄷ",
      "ㄱ, ㄴ",
      "ㄴ, ㄷ",
      "ㄱ, ㄴ, ㄷ"
    ],
    "correctIndex": 4,
    "explanation": ""
  },
  {
    "id": "s6_q0028",
    "type": "multiple_choice",
    "year": 2022,
    "content": "지방세법상 재산세에 관한 설명으로 틀린 것은?(단, 주어진 조건 외에는 고려하지 않음)",
    "options": [
      "재산세 과세기준일 현재 공부상에 개인 등의 명의로 등 재되어 있는 사실상의 종중재산으로서 종중소유임을 신 고하지 아니하였을 때에는 공부상 소유자는 재산세를 납부할 의무가 있다.",
      "지방자치단체가 1년 이상 공용으로 사용하는 재산에 대 하여는 소유권의 유상이전을 약정한 경우로서 그 재산 을 취득하기 전에 미리 사용하는 경우 재산세를 부과하 지 아니한다.",
      "재산세 과세기준일 현재 소유권의 귀속이 분명하지 아 니하여 사실상의 소유자를 확인할 수 없는 경우에는 그 사용자가 재산세를 납부할 의무가 있다.",
      "재산세의 납기는 토지의 경우 매년 9월 16일부터 9월 30일까지이며, 건축물의 경우 매년 7월 16일부터 7월 31일까지이다.",
      "재산세의 납기에도 불구하고 지방자치단체의 장은 과세 대상 누락, 위법 또는 착오 등으로 인하여 이미 부과한 세액을 변경하거나 수시부과하여야 할 사유가 발생하면 수시로 부과ㆍ징수할 수 있다."
    ],
    "correctIndex": 1,
    "explanation": ""
  },
  {
    "id": "s6_q0029",
    "type": "multiple_choice",
    "year": 2022,
    "content": "종합부동산세법상 주택에 대한 과세 및 납세지에 관 한 설명으로 옳은 것은?",
    "options": [
      "납세의무자가 법인이며 3주택 이상을 소유한 경우 소유 한 주택 수에 따라 과세표준에 1.2%∼6%의 세율을 적 용하여 계산한 금액을 주택분 종합부동산세액으로 한다.",
      "납세의무자가 법인으로 보지 않는 단체인 경우 주택에 대한 종합부동산세 납세지는 해당 주택의 소재지로 한다.",
      "과세표준 합산의 대상에 포함되지 않는 주택을 보유한 납 세의무자는 해당 연도 10월 16일부터 10월 31일까지 관할 세무서장에게 해당 주택의 보유현황을 신고하여야 한다.",
      "종합부동산세 과세대상 1세대 1주택자로서 과세기준일 현재 해당 주택을 12년 보유한 자의 보유기간별 세액공 제에 적용되는 공제율은 100분의 50이다.",
      "과세기준일 현재 주택분 재산세의 납세의무자는 종합부 동산세를 납부할 의무가 있다. 개사 2차 2교시 A형-6-4"
    ],
    "correctIndex": 4,
    "explanation": ""
  },
  {
    "id": "s6_q0030",
    "type": "multiple_choice",
    "year": 2022,
    "content": "종합부동산세법상 토지 및 주택에 대한 과세와 부과 ㆍ징수에 관한 설명으로 옳은 것은?",
    "options": [
      "종합합산과세대상인 토지에 대한 종합부동산세의 세액 은 과세표준에 1%∼5%의 세율을 적용하여 계산한 금액으로 한다.",
      "종합부동산세로 납부해야 할 세액이 200만원인 경우 관 할세무서장은 그 세액의 일부를 납부기한이 지난 날부터 6개월 이내에 분납하게 할 수 있다.",
      "관할세무서장이 종합부동산세를 징수하려면 납부기간 개시 5일 전까지 주택분과 토지분을 합산한 과세표준과 세액을 납부고지서에 기재하여 발급하여야 한다.",
      "종합부동산세를 신고납부방식으로 납부하고자 하는 납 세의무자는 종합부동산세의 과세표준과 세액을 해당 연 도 12월 1일부터 12월 15일까지 관할세무서장에게 신고 하여야 한다.",
      "별도합산과세대상인 토지에 대한 종합부동산세의 세액 은 과세표준에 0.5%∼0.8%의 세율을 적용하여 계산한 금액으로 한다."
    ],
    "correctIndex": 3,
    "explanation": ""
  },
  {
    "id": "s6_q0031",
    "type": "multiple_choice",
    "year": 2022,
    "content": "다음은 거주자 甲이 소유하고 있는 상가건물 임대에 관한 자료이다. 부동산임대업의 사업소득을 장부에 기 장하여 신고하는 경우 2022년도 부동산임대업의 총수 입금액은?(단, 법령에 따른 적격증명서류를 수취ㆍ보 관하고 있으며, 주어진 조건 이외에는 고려하지 않음) ○ 임대기간: 2022. 1. 1. ∼ 2023. 12. 31. ○ 임대계약 내용: 월임대료 1,000,000원 임대보증금 500,000,000원 ○ 임대부동산(취득일자: 2021. 1. 23.) - 건물 취득가액: 200,000,000원 - 토지 취득가액: 300,000,000원 ○ 기획재정부령으로 정하는 이자율: 연 6% ○ 임대보증금 운용수익: 수입이자 1,000,000원 유가증권처분이익 2,000,000원",
    "options": [
      "18,000,000원",
      "29,000,000원",
      "30,000,000원",
      "39,000,000원",
      "40,000,000원"
    ],
    "correctIndex": 1,
    "explanation": ""
  },
  {
    "id": "s6_q0032",
    "type": "multiple_choice",
    "year": 2022,
    "content": "거주자 甲의 매매(양도일: 2022. 5. 1.)에 의한 등기 된 토지 취득 및 양도에 관한 다음의 자료를 이용하 여 양도소득세 과세표준을 계산하면?(단, 법령에 따 른 적격증명서류를 수취ㆍ보관하고 있으며, 주어진 조건 이외에는 고려하지 않음) 항목 기준시가 실지거래가액 양도가액 40,000,000원 67,000,000원 취득가액 35,000,000원 42,000,000원 ○ 양도비용: 4,000,000원 추가사항 ○ 보유기간: 2년",
    "options": [
      "18,500,000원",
      "19,320,000원",
      "19,740,000원",
      "21,000,000원",
      "22,500,000원 2022년 제33회 공인중개"
    ],
    "correctIndex": 0,
    "explanation": ""
  },
  {
    "id": "s6_q0033",
    "type": "multiple_choice",
    "year": 2022,
    "content": "소득세법상 거주자의 양도소득세 신고납부에 관한 설명으로 옳은 것은?",
    "options": [
      "건물을 신축하고 그 취득일부터 3년 이내에 양도하는 경우로서 감정가액을 취득가액으로 하는 경우에는 그 감정가액의 100분의 3에 해당하는 금액을 양도소득 결 정세액에 가산한다.",
      "공공사업의 시행자에게 수용되어 발생한 양도소득세액이 2천 만원을 초과하는 경우 납세의무자는 물납을 신청할 수 있다.",
      "과세표준 예정신고와 함께 납부하는 때에는 산출세액에서 납부할 세액의 100분의 5에 상당하는 금액을 공제한다.",
      "예정신고납부할 세액이 1천 5백만원인 자는 그 세액의 100분의 50의 금액을 납부기한이 지난 후 2개월 이내에 분할납부할 수 있다.",
      "납세의무자가 법정신고기한까지 양도소득세의 과세표준 신고를 하지 아니한 경우(부정행위로 인한 무신고는 제 외)에는 그 무신고납부세액에 100분의 20을 곱한 금액 을 가산세로 한다."
    ],
    "correctIndex": 4,
    "explanation": ""
  },
  {
    "id": "s6_q0034",
    "type": "multiple_choice",
    "year": 2022,
    "content": "거주자 甲은 2016. 10. 20. 취득한 토지(취득가액 1억 원, 등기함)를 동생인 거주자 乙(특수관계인임)에게 2019. 10. 1. 증여(시가 3억원, 등기함)하였다. 乙은 해당 토지를 2022. 6. 30. 특수관계가 없는 丙에게 양 도(양도가액 10억원)하였다. 양도소득은 乙에게 실질 적으로 귀속되지 아니하고, 乙의 증여세와 양도소득세 를 합한 세액이 甲이 직접 양도하는 경우로 보아 계산 한 양도소득세보다 적은 경우에 해당한다. 소득세법상 양도소득세 납세의무에 관한 설명으로 틀린 것은?",
    "options": [
      "乙이 납부한 증여세는 양도차익 계산 시 필요경비에 산입한다.",
      "양도차익 계산 시 취득가액은 甲의 취득 당시를 기준으 로 한다.",
      "양도소득세에 대해서는 甲과 乙이 연대하여 납세의무를 진다.",
      "甲은 양도소득세 납세의무자이다.",
      "양도소득세 계산 시 보유기간은 甲의 취득일부터 乙의 양도일까지의 기간으로 한다."
    ],
    "correctIndex": 0,
    "explanation": ""
  },
  {
    "id": "s6_q0035",
    "type": "multiple_choice",
    "year": 2022,
    "content": "지방세법상 취득세의 부과ㆍ징수에 관한 설명으로 옳은 것은?",
    "options": [
      "취득세의 징수는 보통징수의 방법으로 한다.",
      "상속으로 취득세 과세물건을 취득한 자는 상속개시일부터 60일 이내에 산출한 세액을 신고하고 납부하여야 한다.",
      "신고ㆍ납부기한 이내에 재산권과 그 밖의 권리의 취득ㆍ 이전에 관한 사항을 공부에 등기하거나 등록(등재 포함) 하려는 경우에는 등기 또는 등록 신청서를 등기ㆍ등록관 서에 접수하는 날까지 취득세를 신고ㆍ납부하여야 한다.",
      "취득세 과세물건을 취득한 후에 그 과세물건이 중과 세 율의 적용대상이 되었을 때에는 중과 세율을 적용하여 산출한 세액에서 이미 납부한 세액(가산세 포함)을 공 제한 금액을 세액으로 하여 신고ㆍ납부하여야 한다.",
      "법인의 취득당시가액을 증명할 수 있는 장부가 없는 경 우 지방자치단체의 장은 그 산출된 세액의 100분의 20 을 징수하여야 할 세액에 가산한다. 개사 2차 2교시 A형-6-5"
    ],
    "correctIndex": 2,
    "explanation": ""
  },
  {
    "id": "s6_q0036",
    "type": "multiple_choice",
    "year": 2022,
    "content": "소득세법상 부동산임대업에서 발생한 소득에 관한 설명으로 틀린 것은?",
    "options": [
      "해당 과세기간의 주거용 건물 임대업을 제외한 부동산 임대업에서 발생한 결손금은 그 과세기간의 종합소득과 세표준을 계산할 때 공제하지 않는다.",
      "사업소득에 부동산임대업에서 발생한 소득이 포함되어 있 는 사업자는 그 소득별로 구분하여 회계처리하여야 한다.",
      "3주택(주택 수에 포함되지 않는 주택 제외) 이상을 소유 한 거주자가 주택과 주택부수토지를 임대(주택부수토지만 임대하는 경우 제외)한 경우에는 법령으로 정하는 바에 따라 계산한 금액(간주임대료)을 총수입금액에 산입한다.",
      "간주임대료 계산 시 3주택 이상 여부 판정에 있어 주택 수에 포함되지 않는 주택이란 주거의 용도로만 쓰이는 면적이 1호 또는 1세대당 40m2 이하인 주택으로서 해 당 과세기간의 기준시가가 2억원 이하인 주택을 말한다.",
      "해당 과세기간에 분리과세 주택임대소득이 있는 거주자 (종합소득과세표준이 없거나 결손금이 있는 거주자 포 함)는 그 종합소득 과세표준을 그 과세기간의 다음 연 도 5월 1일부터 5월 31일까지 신고하여야 한다."
    ],
    "correctIndex": 2,
    "explanation": ""
  },
  {
    "id": "s6_q0037",
    "type": "multiple_choice",
    "year": 2022,
    "content": "지방세법상 등록에 대한 등록면허세에 관한 설명으로 틀린 것은?",
    "options": [
      "채권금액으로 과세액을 정하는 경우에 일정한 채권금액 이 없을 때에는 채권의 목적이 된 것의 가액 또는 처분 의 제한의 목적이 된 금액을 그 채권금액으로 본다.",
      "같은 채권의 담보를 위하여 설정하는 둘 이상의 저당권 을 등록하는 경우에는 이를 하나의 등록으로 보아 그 등록에 관계되는 재산을 처음 등록하는 등록관청 소재 지를 납세지로 한다.",
      "부동산 등기에 대한 등록면허세의 납세지가 분명하지 아니한 경우에는 등록관청 소재지를 납세지로 한다.",
      "지상권 등기의 경우에는 특별징수의무자가 징수할 세액 을 납부기한까지 부족하게 납부하면 특별징수의무자에 게 과소납부분 세액의 100분의 1을 가산세로 부과한다.",
      "지방자치단체의 장은 채권자대위자의 부동산의 등기에 대한 등록면허세 신고납부가 있는 경우 납세의무자에게 그 사실을 즉시 통보하여야 한다."
    ],
    "correctIndex": 3,
    "explanation": ""
  },
  {
    "id": "s6_q0038",
    "type": "multiple_choice",
    "year": 2022,
    "content": "소득세법상 거주자의 양도소득세 징수와 환급에 관 한 설명으로 옳은 것은?",
    "options": [
      "과세기간별로 이미 납부한 확정신고세액이 관할세무서 장이 결정한 양도소득 총결정세액을 초과한 경우 다른 국세에 충당할 수 없다.",
      "양도소득과세표준과 세액을 결정 또는 경정한 경우 관 할세무서장이 결정한 양도소득 총결정세액이 이미 납부 한 확정신고세액을 초과할 때에는 그 초과하는 세액을 해당 거주자에게 알린 날부터 30일 이내에 징수한다. 2022년 제33회 공인중개",
      "양도소득세 과세대상 건물을 양도한 거주자는 부담부증 여의 채무액을 양도로 보는 경우 예정신고 없이 확정신 고를 하여야 한다.",
      "양도소득세 납세의무의 확정은 납세의무자의 신고에 의 하지 않고 관할세무서장의 결정에 의한다.",
      "이미 납부한 확정신고세액이 관할세무서장이 결정한 양 도소득 총결정세액을 초과할 때에는 해당 결정일부터 90일 이내에 환급해야 한다."
    ],
    "correctIndex": 1,
    "explanation": ""
  },
  {
    "id": "s6_q0039",
    "type": "multiple_choice",
    "year": 2022,
    "content": "소득세법 시행령 제155조 ‘1세대 1주택의 특례’에 관한 조문의 내용이다. ( )에 들어갈 숫자로 옳은 것은? ○ 영농의 목적으로 취득한 귀농주택으로서 수도권 밖 의 지역 중 면지역에 소재하는 주택과 일반주택을 국내에 각각 1개씩 소유하고 있는 1세대가 귀농주 택을 취득한 날부터 ( ㄱ )년 이내에 일반주택을 양도하는 경우에는 국내에 1개의 주택을 소유하 고 있는 것으로 보아 제154조 제1항을 적용한다. ○ 취학 등 부득이한 사유로 취득한 수도권 밖에 소 재하는 주택과 일반주택을 국내에 각각 1개씩 소유 하고 있는 1세대가 부득이한 사유가 해소된 날부 터 ( ㄴ )년 이내에 일반주택을 양도하는 경우에 는 국내에 1개의 주택을 소유하고 있는 것으로 보 아 제154조 제1항을 적용한다. ○ 1주택을 보유하는 자가 1주택을 보유하는 자와 혼 인함으로써 1세대가 2주택을 보유하게 되는 경우 혼인한 날부터 ( ㄷ )년 이내에 먼저 양도하는 주 택은 이를 1세대 1주택으로 보아 제154조 제1항을 적용한다.",
    "options": [
      "ㄱ: 2, ㄴ: 2, ㄷ: 5",
      "ㄱ: 2, ㄴ: 3, ㄷ: 10",
      "ㄱ: 3, ㄴ: 2, ㄷ: 5",
      "ㄱ: 5, ㄴ: 3, ㄷ: 5",
      "ㄱ: 5, ㄴ: 3, ㄷ: 10"
    ],
    "correctIndex": 3,
    "explanation": ""
  },
  {
    "id": "s6_q0040",
    "type": "multiple_choice",
    "year": 2022,
    "content": "지방세법상 취득세에 관한 설명으로 옳은 것은?",
    "options": [
      "건축물 중 부대설비에 속하는 부분으로서 그 주체구조부 와 하나가 되어 건축물로서의 효용가치를 이루고 있는 것에 대하여는 주체구조부 취득자 외의 자가 가설한 경 우에도 주체구조부의 취득자가 함께 취득한 것으로 본다.",
      "세대별 소유주택 수에 따른 중과 세율을 적용함에 있어 주택으로 재산세를 과세하는 오피스텔(2022년 취득)은 해 당 오피스텔을 소유한 자의 주택 수에 가산하지 아니한다.",
      "납세의무자가 토지의 지목을 사실상 변경한 후 산출세 액에 대한 신고를 하지 아니하고 그 토지를 매각하는 경우에는 산출세액에 100분의 80을 가산한 금액을 세액 으로 하여 징수한다.",
      "공사현장사무소 등 임시건축물의 취득에 대하여는 그 존속기간에 관계없이 취득세를 부과하지 아니한다.",
      "토지를 취득한 자가 취득한 날부터 1년 이내에 그에 인 접한 토지를 취득한 경우 그 취득가액이 100만원일 때 에는 취득세를 부과하지 아니한다. 개사 2차 2교시 A형-6-6"
    ],
    "correctIndex": 0,
    "explanation": ""
  }
]