[
  {
    "id": "s6_q0061",
    "type": "multiple_choice",
    "year": 2024,
    "content": "부동산 공동저당의 등기에 관한 설명으로 옳은 것을 모두 고른 것은? ㄱ. 공동저당의 설정등기를 신청하는 경우, 각 부 동산에 관한 권리의 표시를 신청정보의 내용 으로 등기소에 제공해야 한다. ㄴ. 등기관이 공동저당의 설정등기를 하는 경우, 각 부동산의 등기기록 중 해당 등기의 끝부분 에 공동담보라는 뜻의 기록을 해야 한다. ㄷ. 등기관이 공동저당의 설정등기를 하는 경우, 공동저당의 목적이 된 부동산이 3개일 때에는 등기관은 공동담보목록을 전자적으로 작성해 야 한다.",
    "options": [
      "ㄱ",
      "ㄷ",
      "ㄱ, ㄴ",
      "ㄴ, ㄷ",
      "ㄱ, ㄴ, ㄷ"
    ],
    "correctIndex": 2,
    "explanation": ""
  },
  {
    "id": "s6_q0062",
    "type": "multiple_choice",
    "year": 2024,
    "content": "X토지에 관하여 A등기청구권보전을 위한 가등기 이 후, B - C의 순서로 각 등기가 적법하게 마쳐졌다. B 등기가 직권말소의 대상인 것은?(A, B, C등기는 X 를 목적으로 함) A B C",
    "options": [
      "전세권설정 - 가압류등기 - 전세권설정본등기",
      "임차권설정 - 저당권설정등기 - 임차권설정본등기",
      "저당권설정 - 소유권이전등기 - 저당권설정본등기",
      "소유권이전 - 저당권설정등기 - 소유권이전본등기",
      "지상권설정 - 가압류등기 - 지상권설정본등기"
    ],
    "correctIndex": 3,
    "explanation": ""
  },
  {
    "id": "s6_q0063",
    "type": "multiple_choice",
    "year": 2024,
    "content": "등기의 촉탁에 관한 설명으로 틀린 것은?",
    "options": [
      "관공서가 상속재산에 대해 체납처분으로 인한 압류등기 를 촉탁하는 경우, 상속인을 갈음하여 상속으로 인한 권리이전의 등기를 함께 촉탁할 수 없다.",
      "법원의 촉탁으로 실행되어야 할 등기가 신청된 경우, 등기관은 그 등기신청을 각하해야 한다.",
      "법원은 수탁자 해임의 재판을 한 경우, 지체 없이 신탁 원부 기록의 변경등기를 등기소에 촉탁하여야 한다.",
      "관공서가 등기를 촉탁하는 경우 우편으로 그 촉탁서를 제출할 수 있다.",
      "촉탁에 따른 등기절차는 법률에 다른 규정이 없는 경우 에는 신청에 따른 등기에 관한 규정을 준용한다."
    ],
    "correctIndex": 0,
    "explanation": ""
  },
  {
    "id": "s6_q0064",
    "type": "multiple_choice",
    "year": 2024,
    "content": "가등기에 관한 설명으로 옳은 것은?(다툼이 있으면 판례에 따름)",
    "options": [
      "소유권이전등기청구권 보전을 위한 가등기에 기한 본등 기가 경료된 경우, 본등기에 의한 물권변동의 효력은 가등기한 때로 소급하여 발생한다.",
      "소유권이전등기청구권 보전을 위한 가등기가 마쳐진 부 동산에 처분금지가처분등기가 된 후 본등기가 이루어진 경우, 그 본등기로 가처분채권자에게 대항할 수 있다.",
      "정지조건부의 지상권설정청구권을 보전하기 위해서는 가등기를 할 수 없다.",
      "가등기된 소유권이전등기청구권이 양도된 경우, 그 가 등기상의 권리의 이전등기를 가등기에 대한 부기등기의 형식으로 경료할 수 없다.",
      "소유권이전등기청구권 보전을 위한 가등기가 있으면 소유 권이전등기를 청구할 어떤 법률관계가 있다고 추정된다. 개사 2차 2교시 A형-6-3"
    ],
    "correctIndex": 1,
    "explanation": ""
  },
  {
    "id": "s6_q0065",
    "type": "multiple_choice",
    "year": 2024,
    "content": "국세기본법령 및 지방세기본법령상 조세채권과 일반 채권의 우선관계에 관한 설명으로 틀린 것은?(단, 납 세의무자의 신고는 적법한 것으로 가정함)",
    "options": [
      "취득세의 법정기일은 과세표준과 세액을 신고한 경우 그 신고일이다.",
      "토지를 양도한 거주자가 양도소득세 과세표준과 세액을 예 정신고한 경우 양도소득세의 법정기일은 그 예정신고일이다.",
      "법정기일 전에 전세권이 설정된 사실은 양도소득세의 경 우 부동산등기부 등본 또는 공증인의 증명으로 증명한다.",
      "주택의 직전 소유자가 국세의 체납 없이 전세권이 설정 된 주택을 양도하였으나, 양도 후 현재 소유자의 소득 세가 체납되어 해당 주택의 매각으로 그 매각금액에서 소득세를 강제징수하는 경우 그 소득세는 해당 주택의 전세권담보채권에 우선한다.",
      "｢주택임대차보호법｣ 제8조가 적용되는 임대차관계에 있 는 주택을 매각하여 그 매각금액에서 지방세를 강제징 수하는 경우에는 임대차에 관한 보증금 중 일정액으로 서 같은 법에 따라 임차인이 우선하여 변제받을 수 있 는 금액에 관한 채권이 지방세에 우선한다."
    ],
    "correctIndex": 3,
    "explanation": ""
  },
  {
    "id": "s6_q0066",
    "type": "multiple_choice",
    "year": 2024,
    "content": "국세기본법령 및 지방세기본법령상 국세 또는 지방 세 징수권의 소멸시효에 관한 설명으로 옳은 것은?",
    "options": [
      "가산세를 제외한 국세가 10억원인 경우 국세징수권은 5 년 동안 행사하지 아니하면 소멸시효가 완성된다.",
      "가산세를 제외한 지방세가 1억원인 경우 지방세징수권 은 7년 동안 행사하지 아니하면 소멸시효가 완성된다.",
      "가산세를 제외한 지방세가 5천만원인 경우 지방세징수 권은 5년 동안 행사하지 아니하면 소멸시효가 완성된다.",
      "납세의무자가 양도소득세를 확정신고하였으나 정부가 경정하는 경우, 국세징수권을 행사할 수 있는 때는 납세 의무자가 확정신고한 법정 신고납부기한의 다음 날이다.",
      "납세의무자가 취득세를 신고하였으나 지방자치단체의 장이 경정하는 경우, 납세고지한 세액에 대한 지방세징 수권을 행사할 수 있는 때는 그 납세고지서에 따른 납 부기한의 다음 날이다."
    ],
    "correctIndex": 4,
    "explanation": ""
  },
  {
    "id": "s6_q0067",
    "type": "multiple_choice",
    "year": 2024,
    "content": "종합부동산세법령상 주택에 대한 과세에 관한 설명 으로 옳은 것은?",
    "options": [
      "｢신탁법｣ 제2조에 따른 수탁자의 명의로 등기된 신탁주택 의 경우에는 수탁자가 종합부동산세를 납부할 의무가 있 으며, 이 경우 수탁자가 신탁주택을 소유한 것으로 본다.",
      "법인이 2주택을 소유한 경우 종합부동산세의 세율은 1천분의 50을 적용한다.",
      "거주자 甲이 2023년부터 보유한 3주택(주택 수 계산에 서 제외되는 주택은 없음) 중 2주택을 2024.6.17.에 양도 하고 동시에 소유권이전등기를 한 경우, 甲의 2024년도 주택분 종합부동산세액은 3주택 이상을 소유한 경우의 세율을 적용하여 계산한다. 2024년 제35회 공인중개",
      "신탁주택의 수탁자가 종합부동산세를 체납한 경우 그 수탁자의 다른 재산에 대하여 강제징수하여도 징수할 금액에 미치지 못할 때에는 해당 주택의 위탁자가 종합 부동산세를 납부할 의무가 있다.",
      "공동명의 1주택자인 경우 주택에 대한 종합부동산세의 과세표준은 주택의 시가를 합산한 금액에서 11억원을 공 제한 금액에 100분의 50을 한도로 공정시장가액비율을 곱한 금액으로 한다."
    ],
    "correctIndex": 2,
    "explanation": ""
  },
  {
    "id": "s6_q0068",
    "type": "multiple_choice",
    "year": 2024,
    "content": "종합부동산세법령상 토지에 대한 과세에 관한 설명 으로 옳은 것은?",
    "options": [
      "토지분 재산세의 납세의무자로서 종합합산과세대상 토 지의 공시가격을 합한 금액이 5억원인 자는 종합부동산 세를 납부할 의무가 있다.",
      "토지분 재산세의 납세의무자로서 별도합산과세대상 토 지의 공시가격을 합한 금액이 80억원인 자는 종합부동 산세를 납부할 의무가 있다.",
      "토지에 대한 종합부동산세는 종합합산과세대상, 별도합산 과세대상 그리고 분리과세대상으로 구분하여 과세한다.",
      "종합합산과세대상인 토지에 대한 종합부동산세의 과세 표준은 해당 토지의 공시가격을 합산한 금액에서 5억원 을 공제한 금액에 100분의 50을 한도로 공정시장가액비 율을 곱한 금액으로 한다.",
      "별도합산과세대상인 토지의 과세표준 금액에 대하여 해 당 과세대상 토지의 토지분 재산세로 부과된 세액(｢지 방세법｣에 따라 가감조정된 세율이 적용된 경우에는 그 세율이 적용된 세액, 같은 법에 따라 세부담 상한을 적 용받은 경우에는 그 상한을 적용받은 세액을 말한다)은 토지분 별도합산세액에서 이를 공제한다."
    ],
    "correctIndex": 4,
    "explanation": ""
  },
  {
    "id": "s6_q0069",
    "type": "multiple_choice",
    "year": 2024,
    "content": "지방세법령상 취득세의 취득당시가액에 관한 설명으 로 옳은 것은?(단, 주어진 조건 외에는 고려하지 않음)",
    "options": [
      "건축물을 교환으로 취득하는 경우에는 교환으로 이전받 는 건축물의 시가표준액과 이전하는 건축물의 시가표준 액 중 낮은 가액을 취득당시가액으로 한다.",
      "상속에 따른 건축물 무상취득의 경우에는 ｢지방세법｣ 제4조에 따른 시가표준액을 취득당시가액으로 한다.",
      "대물변제에 따른 건축물 취득의 경우에는 대물변제액 (대물변제액 외에 추가로 지급한 금액이 있는 경우에는 그 금액을 제외한다)을 취득당시가액으로 한다.",
      "법인이 아닌 자가 건축물을 건축하여 취득하는 경우로 서 사실상취득가격을 확인할 수 없는 경우에는 시가인 정액을 취득당시가액으로 한다.",
      "법인이 아닌 자가 건축물을 매매로 승계취득하는 경우에는 그 건축물을 취득하기 위하여 ｢공인중개사법｣에 따른 공인 중개사에게 지급한 중개보수를 취득당시가액에 포함한다. 개사 2차 2교시 A형-6-4"
    ],
    "correctIndex": 1,
    "explanation": ""
  },
  {
    "id": "s6_q0070",
    "type": "multiple_choice",
    "year": 2024,
    "content": "지방세법령상 취득세에 관한 설명으로 틀린 것은?(단, 지방세특례제한법령은 고려하지 않음)",
    "options": [
      "대한민국 정부기관의 취득에 대하여 과세하는 외국정부 의 취득에 대해서는 취득세를 부과한다.",
      "토지의 지목을 사실상 변경함으로써 그 가액이 증가한 경우에는 취득으로 본다.",
      "국가에 귀속의 반대급부로 영리법인이 국가 소유의 부동산을 무상으로 양여받는 경우에는 취득세를 부과하지 아니한다.",
      "영리법인이 취득한 임시흥행장의 존속기간이 1년을 초 과하는 경우에는 취득세를 부과한다.",
      "신탁(｢신탁법｣에 따른 신탁으로서 신탁등기가 병행되는 것 만 해당한다)으로 인한 신탁재산의 취득 중 주택조합등과 조합원 간의 부동산 취득에 대해서는 취득세를 부과한다."
    ],
    "correctIndex": 2,
    "explanation": ""
  },
  {
    "id": "s6_q0071",
    "type": "multiple_choice",
    "year": 2024,
    "content": "지방세법령상 부동산 취득에 대한 취득세의 표준세율 로 옳은 것을 모두 고른 것은?(단, 조례에 의한 세율조 정, 지방세관계법령상 특례 및 감면은 고려하지 않음) ㄱ. 상속으로 인한 농지의 취득: 1천분의 23 ㄴ. 법인의 합병으로 인한 농지 외의 토지 취득: 1천 분의 40 ㄷ. 공유물의 분할로 인한 취득: 1천분의 17 ㄹ. 매매로 인한 농지 외의 토지 취득: 1천분의 19",
    "options": [
      "ㄱ, ㄴ",
      "ㄴ, ㄷ",
      "ㄷ, ㄹ",
      "ㄱ, ㄴ, ㄷ",
      "ㄴ, ㄷ, ㄹ"
    ],
    "correctIndex": 0,
    "explanation": ""
  },
  {
    "id": "s6_q0072",
    "type": "multiple_choice",
    "year": 2024,
    "content": "소득세법령상 거주자의 부동산과 관련된 사업소득에 관한 설명으로 옳은 것은?",
    "options": [
      "해당 과세기간의 종합소득금액이 있는 거주자(종합소득과 세표준이 없거나 결손금이 있는 거주자를 포함한다)는 그 종합소득 과세표준을 그 과세기간의 다음 연도 5월 1일 부터 5월 31일까지 대통령령으로 정하는 바에 따라 납세 지 관할 세무서장에게 신고하여야 하며, 해당 과세기간에 분리과세 주택임대소득이 있는 경우에도 이를 적용한다.",
      "공장재단을 대여하는 사업은 부동산임대업에 해당되지 않는다.",
      "해당 과세기간의 주거용 건물 임대업을 제외한 부동산 임대업에서 발생한 결손금은 그 과세기간의 종합소득 과세표준을 계산할 때 공제한다.",
      "｢공익사업을 위한 토지 등의 취득 및 보상에 관한 법률｣ 제4조에 따른 공익사업과 관련하여 지역권을 설정함으로써 발생하는 소득은 부동산업에서 발생하는 소득에 해당한다.",
      "사업소득에 부동산임대업에서 발생한 소득이 포함되어 있는 사업자는 그 소득별로 구분하지 않고 회계처리하여야 한다."
    ],
    "correctIndex": 0,
    "explanation": ""
  },
  {
    "id": "s6_q0073",
    "type": "multiple_choice",
    "year": 2024,
    "content": "지방세법령상 재산세 과세기준일 현재 납세의무자로 틀린 것은?",
    "options": [
      "공부상에 개인 등의 명의로 등재되어 있는 사실상의 종중 재산으로서 종중소유임을 신고하지 아니하였을 경우: 종중 2024년 제35회 공인중개",
      "상속이 개시된 재산으로서 상속등기가 이행되지 아니하 고 사실상의 소유자를 신고하지 아니하였을 경우: 행정 안전부령으로 정하는 주된 상속자",
      "｢도시 및 주거환경정비법｣에 따른 정비사업(재개발사업만 해당한다)의 시행에 따른 환지계획에서 일정한 토지를 환 지로 정하지 아니하고 체비지로 정한 경우: 사업시행자",
      "｢채무자 회생 및 파산에 관한 법률｣에 따른 파산선고 이후 파산종결의 결정까지 파산재단에 속하는 재산의 경우: 공부상 소유자",
      "지방자치단체와 재산세 과세대상 재산을 연부(年賦)로 매매계약을 체결하고 그 재산의 사용권을 무상으로 받 은 경우: 그 매수계약자"
    ],
    "correctIndex": 0,
    "explanation": ""
  },
  {
    "id": "s6_q0074",
    "type": "multiple_choice",
    "year": 2024,
    "content": "지방세법령상 재산세의 물납에 관한 설명으로 옳은 것을 모두 고른 것은? ㄱ. 지방자치단체의 장은 재산세의 납부세액이 1 천만원을 초과하는 경우에는 납세의무자의 신 청을 받아 해당 지방자치단체의 관할구역에 있는 부동산에 대하여만 대통령령으로 정하는 바에 따라 물납을 허가할 수 있다. ㄴ. 시장ㆍ군수ㆍ구청장은 법령에 따라 불허가 통 지를 받은 납세의무자가 그 통지를 받은 날부 터 10일 이내에 해당 시ㆍ군ㆍ구의 관할구역 에 있는 부동산으로서 관리ㆍ처분이 가능한 다른 부동산으로 변경 신청하는 경우에는 변 경하여 허가할 수 있다. ㄷ. 물납을 허가하는 부동산의 가액은 물납 허가 일 현재의 시가로 한다.",
    "options": [
      "ㄱ",
      "ㄷ",
      "ㄱ, ㄴ",
      "ㄴ, ㄷ",
      "ㄱ, ㄴ, ㄷ"
    ],
    "correctIndex": 2,
    "explanation": ""
  },
  {
    "id": "s6_q0075",
    "type": "multiple_choice",
    "year": 2024,
    "content": "지방세법령상 재산세에 관한 설명으로 옳은 것은? (단, 주어진 조건 외에는 고려하지 않음)",
    "options": [
      "특별시 지역에서 ｢국토의 계획 및 이용에 관한 법률｣에 따라 지정된 주거지역의 대통령령으로 정하는 공장용 건축물의 표준세율은 초과누진세율이다.",
      "수탁자 명의로 등기ㆍ등록된 신탁재산의 수탁자는 과세 기준일부터 15일 이내에 그 소재지를 관할하는 지방자 치단체의 장에게 그 사실을 알 수 있는 증거자료를 갖 추어 신고하여야 한다.",
      "주택의 토지와 건물 소유자가 다를 경우 해당 주택에 대 한 세율을 적용할 때 해당 주택의 토지와 건물의 가액을 소유자별로 구분계산한 과세표준에 세율을 적용한다.",
      "주택의 재산세로서 해당 연도에 부과할 세액이 20만원 이하인 경우에는 납기를 9월 16일부터 9월 30일까지로 하여 한꺼번에 부과ㆍ징수할 수 있다.",
      "지방자치단체의 장은 과세대상의 누락으로 이미 부과한 재산세액을 변경하여야 할 사유가 발생하여도 수시로 부과ㆍ징수할 수 없다. 개사 2차 2교시 A형-6-5"
    ],
    "correctIndex": 1,
    "explanation": ""
  },
  {
    "id": "s6_q0076",
    "type": "multiple_choice",
    "year": 2024,
    "content": "다음 자료를 기초로 할 때 소득세법령상 국내 토지A 에 대한 양도소득세에 관한 설명으로 옳은 것은?(단, 甲, 乙, 丙은 모두 거주자임) ○ 甲은 2018.6.20. 토지A를 3억원에 취득하였으 며, 2020.5.15. 토지A에 대한 자본적 지출로 5 천만원을 지출하였다. ○ 乙은 2022.7.1. 직계존속인 甲으로부터 토지A 를 증여받아 2022.7.25. 소유권이전등기를 마쳤 다(토지A의 증여 당시 시가는 6억원임). ○ 乙은 2024.10.20. 토지A를 甲 또는 乙과 특수 관계가 없는 丙에게 10억원에 양도하였다. ○ 토지A는 법령상 협의매수 또는 수용된 적이 없으며, 소득세법 제97조의2 양도소득의 필요 경비 계산 특례(이월과세)를 적용하여 계산한 양도소득 결정세액이 이를 적용하지 않고 계 산한 양도소득 결정세액보다 크다고 가정한다.",
    "options": [
      "양도차익 계산시 양도가액에서 공제할 취득가액은 6억원이다.",
      "양도차익 계산시 甲이 지출한 자본적 지출액 5천만원은 양도가액에서 공제할 수 없다.",
      "양도차익 계산시 乙이 납부하였거나 납부할 증여세 상당 액이 있는 경우 양도차익을 한도로 필요경비에 산입한다.",
      "장기보유 특별공제액 계산 및 세율 적용시 보유기간은 乙의 취득일부터 양도일까지의 기간으로 한다.",
      "甲과 乙은 양도소득세에 대하여 연대납세의무를 진다."
    ],
    "correctIndex": 2,
    "explanation": ""
  },
  {
    "id": "s6_q0077",
    "type": "multiple_choice",
    "year": 2024,
    "content": "소득세법령상 다음의 국내자산 중 양도소득세 과세 대상에 해당하는 것을 모두 고른 것은?(단, 비과세와 감면은 고려하지 않음) ㄱ. 토지 및 건물과 함께 양도하는 ｢개발제한구역의 지정 및 관리에 관한 특별조치법｣에 따른 이축 권(해당 이축권 가액을 대통령령으로 정하는 방 법에 따라 별도로 평가하여 신고하지 않음) ㄴ. 조합원입주권 ㄷ. 지역권 ㄹ. 부동산매매계약을 체결한 자가 계약금만 지급 한 상태에서 양도하는 권리",
    "options": [
      "ㄱ, ㄷ",
      "ㄴ, ㄹ",
      "ㄱ, ㄴ, ㄹ",
      "ㄴ, ㄷ, ㄹ",
      "ㄱ, ㄴ, ㄷ, ㄹ"
    ],
    "correctIndex": 2,
    "explanation": ""
  },
  {
    "id": "s6_q0078",
    "type": "multiple_choice",
    "year": 2024,
    "content": "소득세법령상 거주자의 국내자산 양도에 대한 양도 소득세에 관한 설명으로 옳은 것은?",
    "options": [
      "부담부증여의 채무액에 해당하는 부분으로서 양도로 보 는 경우에는 그 양도일이 속하는 달의 말일부터 2개월 이내에 양도소득세를 신고하여야 한다.",
      "토지를 매매하는 거래당사자가 매매계약서의 거래가액을 실지거래가액과 다르게 적은 경우에는 해당 자산에 대하 여 ｢소득세법｣에 따른 양도소득세의 비과세에 관한 규정 을 적용할 때, 비과세 받을 세액에서 ‘비과세에 관한 규 정을 적용하지 아니하였을 경우의 양도소득 산출세액’과 ‘매매계약서의 거래가액과 실지거래가액과의 차액’ 중 큰 금액을 뺀다. 2024년 제35회 공인중개",
      "사업상의 형편으로 인하여 세대전원이 다른 시ㆍ군으로 주거를 이전하게 되어 6개월 거주한 주택을 양도하는 경우 보유기간 및 거주기간의 제한을 받지 아니하고 양 도소득세가 비과세된다.",
      "토지의 양도로 발생한 양도차손은 동일한 과세기간에 전 세권의 양도로 발생한 양도소득금액에서 공제할 수 있다.",
      "상속받은 주택과 상속개시 당시 보유한 일반주택을 국 내에 각각 1개씩 소유한 1세대가 상속받은 주택을 양도 하는 경우에는 국내에 1개의 주택을 소유하고 있는 것 으로 보아 1세대 1주택 비과세 규정을 적용한다."
    ],
    "correctIndex": 3,
    "explanation": ""
  },
  {
    "id": "s6_q0079",
    "type": "multiple_choice",
    "year": 2024,
    "content": "소득세법령상 거주자가 2024년에 양도한 국외자산의 양도소득세에 관한 설명으로 틀린 것은?(단, 거주자는 해당 국외자산 양도일까지 계속 5년 이상 국내에 주소 를 두고 있으며, 국외 외화차입에 의한 취득은 없음)",
    "options": [
      "국외자산의 양도에 대한 양도소득이 있는 거주자는 양 도소득 기본공제는 적용받을 수 있으나 장기보유 특별 공제는 적용받을 수 없다.",
      "국외 부동산을 양도하여 발생한 양도차손은 동일한 과 세기간에 국내 부동산을 양도하여 발생한 양도소득금액 에서 통산할 수 있다.",
      "국외 양도자산이 부동산임차권인 경우 등기여부와 관계 없이 양도소득세가 과세된다.",
      "국외자산의 양도가액은 그 자산의 양도 당시의 실지거 래가액으로 한다. 다만, 양도 당시의 실지거래가액을 확 인할 수 없는 경우에는 양도자산이 소재하는 국가의 양 도 당시 현황을 반영한 시가에 따르되, 시가를 산정하 기 어려울 때에는 그 자산의 종류, 규모, 거래상황 등을 고려하여 대통령령으로 정하는 방법에 따른다.",
      "국외 양도자산이 양도 당시 거주자가 소유한 유일한 주 택으로서 보유기간이 2년 이상인 경우에도 1세대 1주택 비과세 규정을 적용받을 수 없다."
    ],
    "correctIndex": 1,
    "explanation": ""
  },
  {
    "id": "s6_q0080",
    "type": "multiple_choice",
    "year": 2024,
    "content": "다음 자료를 기초로 할 때 소득세법령상 거주자 甲 이 확정신고시 신고할 건물과 토지B의 양도소득과세 표준을 각각 계산하면?(단, 아래 자산 외의 양도자산 은 없고, 양도소득과세표준 예정신고는 모두 하지 않 았으며, 감면소득금액은 없다고 가정함) 건물 구분 토지A 토지B (주택아님) 양도차익 15,000,000원 (20,000,000원) 25,000,000원 (차손) 양도일자 2024.3.10. 2024.5.20. 2024.6.25. 보유기간 1년 8개월 4년 3개월 3년 5개월 * 위 자산은 모두 국내에 있으며 등기됨 * 토지A, 토지B는 비사업용 토지 아님 * 장기보유 특별공제율은 6%로 가정함 건물 토지B",
    "options": [
      "0원 16,000,000원",
      "0원 18,500,000원",
      "11,600,000원 5,000,000원",
      "12,500,000원 3,500,000원",
      "12,500,000원 1,000,000원 개사 2차 2교시 A형-6-6"
    ],
    "correctIndex": 3,
    "explanation": ""
  }
]