[
  {
    "id": "s6_q0041",
    "type": "multiple_choice",
    "year": 2023,
    "content": "부동산등기법 제29조제2호의 ‘사건이 등기할 것이 아 닌 경우’에 해당하는 것을 모두 고른 것은?(다툼이 있으면 판례에 따름) ㄱ. 위조한 개명허가서를 첨부한 등기명의인 표시 변경등기신청 ㄴ. 하천법 상 하천에 대한 지상권설정등기신청 ㄷ. 법령에 근거가 없는 특약사항의 등기신청 ㄹ. 일부지분에 대한 소유권보존등기신청",
    "options": [
      "ㄱ",
      "ㄱ, ㄴ",
      "ㄷ, ㄹ",
      "ㄴ, ㄷ, ㄹ",
      "ㄱ, ㄴ, ㄷ, ㄹ"
    ],
    "correctIndex": 3,
    "explanation": ""
  },
  {
    "id": "s6_q0042",
    "type": "multiple_choice",
    "year": 2023,
    "content": "구분건물의 등기에 관한 설명으로 틀린 것은?",
    "options": [
      "대지권의 표시에 관한 사항은 전유부분의 등기기록 표 제부에 기록하여야 한다.",
      "토지전세권이 대지권인 경우에 대지권이라는 뜻의 등기 가 되어 있는 토지의 등기기록에는 특별한 사정이 없는 한 저당권설정등기를 할 수 없다.",
      "대지권의 변경이 있는 경우, 구분건물의 소유권의 등기 명의인은 1동의 건물에 속하는 다른 구분건물의 소유권 의 등기명의인을 대위하여 대지권변경등기를 신청할 수 있다.",
      "1동의 건물에 속하는 구분건물 중 일부만에 관하여 소 유권보존등기를 신청하는 경우에는 나머지 구분건물의 표시에 관한 등기를 동시에 신청하여야 한다.",
      "집합건물의 규약상 공용부분이라는 뜻을 정한 규약을 폐지한 경우, 그 공용부분의 취득자는 소유권이전등기 를 신청하여야 한다. 개사 2차 2교시 A형-6-3"
    ],
    "correctIndex": 4,
    "explanation": ""
  },
  {
    "id": "s6_q0043",
    "type": "multiple_choice",
    "year": 2023,
    "content": "소유권등기에 관한 설명으로 틀린 것은?(다툼이 있 으면 판례에 따름)",
    "options": [
      "미등기 건물의 건축물대장상 소유자로부터 포괄유증을 받 은 자는 자기 명의로 소유권보존등기를 신청할 수 있다.",
      "미등기 부동산이 전전양도된 경우, 최후의 양수인이 소 유권보존등기를 한 때에도 그 등기가 결과적으로 실질 적 법률관계에 부합된다면, 특별한 사정이 없는 한 그 등기는 무효라고 볼 수 없다.",
      "미등기 토지에 대한 소유권을 군수의 확인에 의해 증명한 자는 그 토지에 대한 소유권보존등기를 신청할 수 있다.",
      "특정유증을 받은 자로서 아직 소유권등기를 이전받지 않은 자는 직접 진정명의회복을 원인으로 한 소유권이 전등기를 청구할 수 없다.",
      "부동산 공유자의 공유지분 포기에 따른 등기는 해당 지 분에 관하여 다른 공유자 앞으로 소유권이전등기를 하 는 형태가 되어야 한다."
    ],
    "correctIndex": 2,
    "explanation": ""
  },
  {
    "id": "s6_q0044",
    "type": "multiple_choice",
    "year": 2023,
    "content": "등기필정보에 관한 설명으로 옳은 것은?",
    "options": [
      "등기필정보는 아라비아 숫자와 그 밖의 부호의 조합으 로 이루어진 일련번호와 비밀번호로 구성한다.",
      "법정대리인이 등기를 신청하여 본인이 새로운 권리자가 된 경 우, 등기필정보는 특별한 사정이 없는 한 본인에게 통지된다.",
      "등기절차의 인수를 명하는 판결에 따라 승소한 등기의 무자가 단독으로 등기를 신청하는 경우, 등기필정보를 등기소에 제공할 필요가 없다.",
      "등기권리자의 채권자가 등기권리자를 대위하여 등기신청 을 한 경우, 등기필정보는 그 대위채권자에게 통지된다.",
      "등기명의인의 포괄승계인은 등기필정보의 실효신고를 할 수 없다."
    ],
    "correctIndex": 0,
    "explanation": ""
  },
  {
    "id": "s6_q0045",
    "type": "multiple_choice",
    "year": 2023,
    "content": "국세기본법령상 국세의 부과제척기간에 관한 설명으 로 옳은 것은?",
    "options": [
      "납세자가 조세범 처벌법 에 따른 사기나 그 밖의 부정한 행위로 종합소득세를 포탈하는 경우(역외거래 제외) 그 국세 를 부과할 수 있는 날부터 15년을 부과제척기간으로 한다.",
      "지방국세청장은 행정소송법 에 따른 소송에 대한 판결 이 확정된 경우 그 판결이 확정된 날부터 2년이 지나기 전까지 경정이나 그 밖에 필요한 처분을 할 수 있다.",
      "세무서장은 감사원법 에 따른 심사청구에 대한 결정에 의하여 명의대여 사실이 확인되는 경우에는 당초의 부 과처분을 취소하고 그 결정이 확정된 날부터 1년 이내 에 실제로 사업을 경영한 자에게 경정이나 그 밖에 필 요한 처분을 할 수 있다.",
      "종합부동산세의 경우 부과제척기간의 기산일은 과세표 준과 세액에 대한 신고기한의 다음 날이다.",
      "납세자가 법정신고기한까지 과세표준신고서를 제출하지 아니한 경우(역외거래 제외)에는 해당 국세를 부과할 수 있는 날부터 10년을 부과제척기간으로 한다."
    ],
    "correctIndex": 2,
    "explanation": ""
  },
  {
    "id": "s6_q0046",
    "type": "multiple_choice",
    "year": 2023,
    "content": "국세 및 지방세의 연대납세의무에 관한 설명으로 옳 은 것은?",
    "options": [
      "공동주택의 공유물에 관계되는 지방자치단체의 징수금 은 공유자가 연대하여 납부할 의무를 진다. 2023년 제34회 공인중개",
      "공동으로 소유한 자산에 대한 양도소득금액을 계산하는 경우에는 해당 자산을 공동으로 소유하는 공유자가 그 양도소득세를 연대하여 납부할 의무를 진다.",
      "공동사업에 관한 소득금액을 계산하는 경우(주된 공동 사업자에게 합산과세되는 경우 제외)에는 해당 공동사 업자가 그 종합소득세를 연대하여 납부할 의무를 진다.",
      "상속으로 인하여 단독주택을 상속인이 공동으로 취득하 는 경우에는 상속인 각자가 상속받는 취득물건을 취득 한 것으로 보고, 공동상속인이 그 취득세를 연대하여 납부할 의무를 진다.",
      "어느 연대납세의무자에 대하여 소멸시효가 완성된 때에 도 다른 연대납세의무자의 납세의무에는 영향을 미치지 아니한다."
    ],
    "correctIndex": 3,
    "explanation": ""
  },
  {
    "id": "s6_q0047",
    "type": "multiple_choice",
    "year": 2023,
    "content": "지방세법령상 취득세에 관한 설명으로 틀린 것은?",
    "options": [
      "건축물 중 조작 설비에 속하는 부분으로서 그 주체구조 부와 하나가 되어 건축물로서의 효용가치를 이루고 있는 것에 대하여는 주체구조부 취득자 외의 자가 가설한 경 우에도 주체구조부의 취득자가 함께 취득한 것으로 본다.",
      "도시개발법 에 따른 환지방식에 의한 도시개발사업의 시행으로 토지의 지목이 사실상 변경됨으로써 그 가액 이 증가한 경우에는 그 환지계획에 따라 공급되는 환지 는 사업시행자가, 체비지 또는 보류지는 조합원이 각각 취득한 것으로 본다.",
      "경매를 통하여 배우자의 부동산을 취득하는 경우에는 유상으로 취득한 것으로 본다.",
      "형제자매인 증여자의 채무를 인수하는 부동산의 부담부 증여의 경우에는 그 채무액에 상당하는 부분은 부동산 을 유상으로 취득하는 것으로 본다.",
      "부동산의 승계취득은 민법 등 관계 법령에 따른 등기 를 하지 아니한 경우라도 사실상 취득하면 취득한 것으 로 보고 그 부동산의 양수인을 취득자로 한다."
    ],
    "correctIndex": 1,
    "explanation": ""
  },
  {
    "id": "s6_q0048",
    "type": "multiple_choice",
    "year": 2023,
    "content": "지방세기본법령 및 지방세법령상 취득세 납세의무의 성립에 관한 설명으로 틀린 것은?",
    "options": [
      "상속으로 인한 취득의 경우에는 상속개시일이 납세의무 의 성립시기이다.",
      "부동산의 증여계약으로 인한 취득에 있어서 소유권이전 등기를 하지 않고 계약일부터 60일 이내에 공증받은 공 정증서로 계약이 해제된 사실이 입증되는 경우에는 취 득한 것으로 보지 않는다.",
      "유상승계취득의 경우 사실상의 잔금지급일을 확인할 수 있 는 때에는 사실상의 잔금지급일이 납세의무의 성립시기이다.",
      "민법 에 따른 이혼시 재산분할로 인한 부동산 취득의 경우에는 취득물건의 등기일이 납세의무의 성립시기이다.",
      "도시 및 주거환경정비법 에 따른 재건축조합이 재건축 사업을 하면서 조합원으로부터 취득하는 토지 중 조합 원에게 귀속되지 아니하는 토지를 취득하는 경우에는 같은 법에 따른 준공인가 고시일의 다음 날이 납세의무 의 성립시기이다. 개사 2차 2교시 A형-6-4"
    ],
    "correctIndex": 4,
    "explanation": ""
  },
  {
    "id": "s6_q0049",
    "type": "multiple_choice",
    "year": 2023,
    "content": "종합부동산세법령상 주택의 과세표준 계산과 관련한 내용으로 틀린 것은?(단, 2023년 납세의무 성립분임)",
    "options": [
      "대통령령으로 정하는 1세대 1주택자(공동명의 1주택자 제외)의 경우 주택에 대한 종합부동산세의 과세표준은 납세의무자별로 주택의 공시가격을 합산한 금액에서 12 억원을 공제한 금액에 100분의 60을 곱한 금액으로 한 다. 다만, 그 금액이 영보다 작은 경우에는 영으로 본다.",
      "대통령령으로 정하는 다가구 임대주택으로서 임대기간, 주택의 수, 가격, 규모 등을 고려하여 대통령령으로 정 하는 주택은 과세표준 합산의 대상이 되는 주택의 범위 에 포함되지 아니하는 것으로 본다.",
      "1주택(주택의 부속토지만을 소유한 경우는 제외)과 다 른 주택의 부속토지(주택의 건물과 부속토지의 소유자 가 다른 경우의 그 부속토지)를 함께 소유하고 있는 경 우는 1세대 1주택자로 본다.",
      "혼인으로 인한 1세대 2주택의 경우 납세의무자가 해당 연도 9월 16일부터 9월 30일까지 관할세무서장에게 합 산배제를 신청하면 1세대 1주택자로 본다.",
      "2주택을 소유하여 1천분의 27의 세율이 적용되는 법인 의 경우 주택에 대한 종합부동산세의 과세표준은 납세 의무자별로 주택의 공시가격을 합산한 금액에서 0원을 공제한 금액에 100분의 60을 곱한 금액으로 한다. 다만, 그 금액이 영보다 작은 경우에는 영으로 본다."
    ],
    "correctIndex": 3,
    "explanation": ""
  },
  {
    "id": "s6_q0050",
    "type": "multiple_choice",
    "year": 2023,
    "content": "종합부동산세법령상 종합부동산세의 부과ㆍ징수에 관 한 내용으로 틀린 것은?",
    "options": [
      "관할세무서장은 납부하여야 할 종합부동산세의 세액을 결정 하여 해당 연도 12월 1일부터 12월 15일까지 부과ㆍ징수한다.",
      "종합부동산세를 신고납부방식으로 납부하고자 하는 납 세의무자는 종합부동산세의 과세표준과 세액을 관할세 무서장이 결정하기 전인 해당 연도 11월 16일부터 11월 30일까지 관할세무서장에게 신고하여야 한다.",
      "관할세무서장은 종합부동산세로 납부하여야 할 세액이 250만원을 초과하는 경우에는 대통령령으로 정하는 바 에 따라 그 세액의 일부를 납부기한이 지난 날부터 6개 월 이내에 분납하게 할 수 있다.",
      "관할세무서장은 납세의무자가 과세기준일 현재 1세대 1 주택자가 아닌 경우 주택분 종합부동산세액의 납부유예 를 허가할 수 없다.",
      "관할세무서장은 주택분 종합부동산세액의 납부가 유예 된 납세의무자가 해당 주택을 타인에게 양도하거나 증 여하는 경우에는 그 납부유예 허가를 취소하여야 한다."
    ],
    "correctIndex": 1,
    "explanation": ""
  },
  {
    "id": "s6_q0051",
    "type": "multiple_choice",
    "year": 2023,
    "content": "지방세법령상 재산세의 표준세율에 관한 설명으로 틀린 것은?(단, 지방세관계법령상 감면 및 특례는 고 려하지 않음)",
    "options": [
      "법령에서 정하는 고급선박 및 고급오락장용 건축물의 경우 고급선박의 표준세율이 고급오락장용 건축물의 표 준세율보다 높다.",
      "특별시 지역에서 국토의 계획 및 이용에 관한 법률 과 그 밖의 관계 법령에 따라 지정된 주거지역 및 해당 지방 자치단체의 조례로 정하는 지역의 대통령령으로 정하는 공장용 건축물의 표준세율은 과세표준의 1천분의 5이다.",
      "주택(법령으로 정하는 1세대 1주택 아님)의 경우 표준 세율은 최저 1천분의 1에서 최고 1천분의 4까지 4단계 초과누진세율로 적용한다. 2023년 제34회 공인중개",
      "항공기의 표준세율은 1천분의 3으로 법령에서 정하는 고 급선박을 제외한 그 밖의 선박의 표준세율과 동일하다.",
      "지방자치단체의 장은 특별한 재정수요나 재해 등의 발 생으로 재산세의 세율 조정이 불가피하다고 인정되는 경우 조례로 정하는 바에 따라 표준세율의 100분의 50 의 범위에서 가감할 수 있다. 다만, 가감한 세율은 해당 연도를 포함하여 3년간 적용한다."
    ],
    "correctIndex": 4,
    "explanation": ""
  },
  {
    "id": "s6_q0052",
    "type": "multiple_choice",
    "year": 2023,
    "content": "지방세법령상 재산세의 부과ㆍ징수에 관한 설명으로 틀린 것은?",
    "options": [
      "주택에 대한 재산세의 경우 해당 연도에 부과ㆍ징수할 세액의 2분의 1은 매년 7월 16일부터 7월 31일까지, 나 머지 2분의 1은 9월 16일부터 9월 30일까지를 납기로 한 다. 다만, 해당 연도에 부과할 세액이 20만원 이하인 경 우에는 조례로 정하는 바에 따라 납기를 9월 16일부터 9 월 30일까지로 하여 한꺼번에 부과ㆍ징수할 수 있다.",
      "재산세는 관할 지방자치단체의 장이 세액을 산정하여 보통징수의 방법으로 부과ㆍ징수한다.",
      "재산세를 징수하려면 토지, 건축물, 주택, 선박 및 항공 기로 구분한 납세고지서에 과세표준과 세액을 적어 늦 어도 납기개시 5일 전까지 발급하여야 한다.",
      "재산세의 과세기준일은 매년 6월 1일로 한다.",
      "고지서 1장당 재산세로 징수할 세액이 2천원 미만인 경 우에는 해당 재산세를 징수하지 아니한다."
    ],
    "correctIndex": 0,
    "explanation": ""
  },
  {
    "id": "s6_q0053",
    "type": "multiple_choice",
    "year": 2023,
    "content": "지방세법령상 등록에 대한 등록면허세가 비과세되는 경우로 틀린 것은?",
    "options": [
      "지방자치단체조합이 자기를 위하여 받는 등록",
      "무덤과 이에 접속된 부속시설물의 부지로 사용되는 토 지로서 지적공부상 지목이 묘지인 토지에 관한 등기",
      "회사의 정리 또는 특별청산에 관하여 법원의 촉탁으로 인한 등기(법인의 자본금 또는 출자금의 납입, 증자 및 출자전환에 따른 등기 제외)",
      "대한민국 정부기관의 등록에 대하여 과세하는 외국정부의 등록",
      "등기 담당 공무원의 착오로 인한 주소 등의 단순한 표 시변경 등기"
    ],
    "correctIndex": 3,
    "explanation": ""
  },
  {
    "id": "s6_q0054",
    "type": "multiple_choice",
    "year": 2023,
    "content": "지방세법령상 등록에 대한 등록면허세에 관한 설명 으로 틀린 것은?(단, 지방세관계법령상 감면 및 특례 는 고려하지 않음)",
    "options": [
      "같은 등록에 관계되는 재산이 둘 이상의 지방자치단체 에 걸쳐 있어 등록면허세를 지방자치단체별로 부과할 수 없을 때에는 등록관청 소재지를 납세지로 한다.",
      "지방자치단체의 장은 조례로 정하는 바에 따라 등록면 허세의 세율을 부동산 등기에 따른 표준세율의 100분의 50의 범위에서 가감할 수 있다.",
      "주택의 토지와 건축물을 한꺼번에 평가하여 토지나 건 축물에 대한 과세표준이 구분되지 아니하는 경우에는 한꺼번에 평가한 개별주택가격을 토지나 건축물의 가액 비율로 나눈 금액을 각각 토지와 건축물의 과세표준으 로 한다.",
      "부동산의 등록에 대한 등록면허세의 과세표준은 등록자가 신고한 당시의 가액으로 하고, 신고가 없거나 신고가액이 시가표준액보다 많은 경우에는 시가표준액으로 한다.",
      "채권자대위자는 납세의무자를 대위하여 부동산의 등기 에 대한 등록면허세를 신고납부할 수 있다. 개사 2차 2교시 A형-6-5"
    ],
    "correctIndex": 3,
    "explanation": ""
  },
  {
    "id": "s6_q0055",
    "type": "multiple_choice",
    "year": 2023,
    "content": "주택임대사업자인 거주자 甲의 국내주택 임대현황 (A, B, C 각 주택의 임대기간: 2023.1.1. ～ 2023.12.31.)을 참고하여 계산한 주택임대에 따른 2023년 귀속 사업소득의 총수입금액은?(단, 법령에 따른 적격증명서류를 수취․보관하고 있고, 기획재정 부령으로 정하는 이자율은 연 4 %로 가정하며 주어 진 조건 이외에는 고려하지 않음) 구분 보증금 월세1) 기준시가 (주거전용면적) A주택(85 m2) 3억원 5십만원 5억원 B주택(40 m2) 1억원 - 2억원 C주택(109 m2) 5억원 1백만원 7억원 1) 월세는 매월 수령하기로 약정한 금액임",
    "options": [
      "0원",
      "16,800,000원",
      "18,000,000원",
      "32,400,000원",
      "54,000,000원"
    ],
    "correctIndex": 2,
    "explanation": ""
  },
  {
    "id": "s6_q0056",
    "type": "multiple_choice",
    "year": 2023,
    "content": "소득세법령상 양도소득세의 양도 또는 취득시기에 관한 내용으로 틀린 것은?",
    "options": [
      "대금을 청산한 날이 분명하지 아니한 경우에는 등기부 ㆍ등록부 또는 명부 등에 기재된 등기ㆍ등록접수일 또 는 명의개서일",
      "상속에 의하여 취득한 자산에 대하여는 그 상속이 개시 된 날",
      "대금을 청산하기 전에 소유권이전등기를 한 경우에는 등기부에 기재된 등기접수일",
      "자기가 건설한 건축물로서 건축허가를 받지 아니하고 건축하는 건축물에 있어서는 그 사실상의 사용일",
      "완성되지 아니한 자산을 양도한 경우로서 해당 자산의 대금을 청산한 날까지 그 목적물이 완성되지 아니한 경 우에는 해당 자산의 대금을 청산한 날"
    ],
    "correctIndex": 4,
    "explanation": ""
  },
  {
    "id": "s6_q0057",
    "type": "multiple_choice",
    "year": 2023,
    "content": "소득세법령상 거주자의 양도소득과세표준에 적용되는 세율에 관한 내용으로 옳은 것은?(단, 국내소재 자산 을 2023년에 양도한 경우로서 주어진 자산 외에 다른 자산은 없으며, 비과세와 감면은 고려하지 않음)",
    "options": [
      "보유기간이 6개월인 등기된 상가건물: 100분의 40",
      "보유기간이 10개월인 소득세법 에 따른 분양권: 100분 의 70",
      "보유기간이 1년 6개월인 등기된 상가건물: 100분의 30",
      "보유기간이 1년 10개월인 소득세법 에 따른 조합원입 주권: 100분의 70",
      "보유기간이 2년 6개월인 소득세법 에 따른 분양권: 100분의 50 2023년 제34회 공인중개"
    ],
    "correctIndex": 1,
    "explanation": ""
  },
  {
    "id": "s6_q0058",
    "type": "multiple_choice",
    "year": 2023,
    "content": "소득세법령상 거주자의 양도소득세 과세대상은 모두 몇 개인가?(단, 국내소재 자산을 양도한 경우임) ○ 전세권 ○ 등기되지 않은 부동산임차권 ○ 사업에 사용하는 토지 및 건물과 함께 양도하 는 영업권 ○ 토지 및 건물과 함께 양도하는 개발제한구역 의 지정 및 관리에 관한 특별조치법 에 따른 이축권(해당 이축권의 가액을 대통령령으로 정 하는 방법에 따라 별도로 평가하여 신고함)",
    "options": [
      "0개",
      "1개",
      "2개",
      "3개",
      "4개"
    ],
    "correctIndex": 2,
    "explanation": ""
  },
  {
    "id": "s6_q0059",
    "type": "multiple_choice",
    "year": 2023,
    "content": "소득세법령상 거주자의 양도소득세 비과세에 관한 설명 으로 틀린 것은?(단, 국내소재 자산을 양도한 경우임)",
    "options": [
      "파산선고에 의한 처분으로 발생하는 소득은 비과세된다.",
      "지적재조사에 관한 특별법 에 따른 경계의 확정으로 지적공부상의 면적이 감소되어 같은 법에 따라 지급받 는 조정금은 비과세된다.",
      "건설사업자가 도시개발법 에 따라 공사용역 대가로 취 득한 체비지를 토지구획환지처분공고 전에 양도하는 토 지는 양도소득세 비과세가 배제되는 미등기양도자산에 해당하지 않는다.",
      "도시개발법 에 따른 도시개발사업이 종료되지 아니하 여 토지 취득등기를 하지 아니하고 양도하는 토지는 양 도소득세 비과세가 배제되는 미등기양도자산에 해당하 지 않는다.",
      "국가가 소유하는 토지와 분합하는 농지로서 분합하는 쌍방 토지가액의 차액이 가액이 큰 편의 4분의 1을 초 과하는 경우 분합으로 발생하는 소득은 비과세된다."
    ],
    "correctIndex": 4,
    "explanation": ""
  },
  {
    "id": "s6_q0060",
    "type": "multiple_choice",
    "year": 2023,
    "content": "소득세법령상 1세대 1주택자인 거주자 甲이 2023년 양도한 국내소재 A주택(조정대상지역이 아니며 등기 됨)에 대한 양도소득과세표준은?(단, 2023년에 A주 택 외 양도한 자산은 없으며, 법령에 따른 적격증명 서류를 수취․보관하고 있고 주어진 조건 이외에는 고려하지 않음) 구분 기준시가 실지거래가액 양도시 18억원 25억원 취득시 13억5천만원 19억5천만원 ○ 양도비 및 자본적지출액: 5천만원 추가 ○ 보유기간 및 거주기간: 각각 5년 사항 ○ 장기보유특별공제율: 보유기간별 공제 율과 거주기간별 공제율은 각각 20 %",
    "options": [
      "153,500,000원",
      "156,000,000원",
      "195,500,000원",
      "260,000,000원",
      "500,000,000원 개사 2차 2교시 A형-6-6"
    ],
    "correctIndex": 0,
    "explanation": ""
  },
  {
    "id": "s6_year_b0004",
    "type": "fill_in_the_blank",
    "content": "[BLANK]는 아라비아 숫자와 그 밖의 부호의 조합으 로 이루어진 일련번호와 비밀번호로 구성한다.",
    "answer": "등기필정보",
    "explanation": "등기필정보 — 등기필정보는 아라비아 숫자와 그 밖의 부호의 조합으 로 이루어진 일련번호와 비밀번호로 구성한다."
  },
  {
    "id": "s6_year_b0005",
    "type": "fill_in_the_blank",
    "content": "세무서장은 감사원법 에 따른 [BLANK]에 대한 결정에 의하여 명의대여 사실이 확인되는 경우에는 당초의 부 과처분을 취소하고 그 결정이 확정된 날부터 1년 이내 에 실제로 사업을 경영한 자에게 경정이나 그 밖에 필 요한 처분을 할 수 있다.",
    "answer": "심사청구",
    "explanation": "국세기본법령상 국세의 부과제척기간 — 세무서장은 감사원법 에 따른 심사청구에 대한 결정에 의하여 명의대여 사실이 확인되는 경우에는 당초의 부 과처분을 취소하고 그 결정이 확정된 날부터 1년 이내 에 실제로 사업을 경영한 자에게 경정이나 그 밖에 필 요한 처분을 할 수 "
  },
  {
    "id": "s6_year_b0006",
    "type": "fill_in_the_blank",
    "content": "[BLANK]로 인하여 단독주택을 상속인이 공동으로 취득하 는 경우에는 상속인 각자가 상속받는 취득물건을 취득 한 것으로 보고, 공동상속인이 그 취득세를 연대하여 납부할 의무를 진다.",
    "answer": "상속으",
    "explanation": "국세 및 지방세의 연대납세의무 — 상속으로 인하여 단독주택을 상속인이 공동으로 취득하 는 경우에는 상속인 각자가 상속받는 취득물건을 취득 한 것으로 보고, 공동상속인이 그 취득세를 연대하여 납부할 의무를 진다."
  },
  {
    "id": "s6_year_b0017",
    "type": "fill_in_the_blank",
    "content": "[BLANK]이 10개월인 소득세법 에 따른 분양권: 100분 의 70",
    "answer": "보유기간",
    "explanation": "소득세법령상 거주자의 양도소득과세표준에 적용되는 세율 — 보유기간이 10개월인 소득세법 에 따른 분양권: 100분 의 70"
  }
]